<?php

return [
    'sidebar_hover' => [
        'name'         => 'الشريط الجانبي تحوم',
        'instructions' => 'توسيع الشريط الجانبي على تحوم؟',
    ],
    'navigation'    => [
        'name'         => 'التنقل',
        'instructions' => 'حدد <em>ترتيب شخصي</em> للتنقل.',
        'warning'      => 'يستخدم أول عنصر التنقل للوصول ك <strong>منزل</strong> المنطقة.',
        'reorder'      => 'سحب وإسقاط البنود الملاحة الابتدائية في <strong>الشريط الجانبي</strong> إلى إعادة ترتيب لهم.',
    ],
    'display'       => [
        'name'         => 'عرض الكثافة',
        'instructions' => 'تسمح الشاشة المدمجة بعرض المزيد من المحتوى على الشاشة مرة واحدة.',
        'option'       => [
            'default' => 'إفتراضي',
            'compact' => 'المدمج',
        ],
    ],
    'sidebars'      => [
        'name'         => 'وضع الشريط الجانبي',
        'instructions' => 'سيكون الشريط الجانبي الثابت مرئيًا دائمًا.',
        'option'       => [
            'default' => 'إفتراضي',
            'static'  => 'ثابتة',
        ],
    ],
];
