<?php

return [
    'sidebar_hover' => [
        'name'         => 'الشريط الجانبي تحوم',
        'instructions' => 'توسيع الشريط الجانبي على تحوم؟',
    ],
    'navigation'    => [
        'name'         => 'التنقل',
        'instructions' => 'حدد <em>الافتراضي</em> ترتيب التنقل.',
        'warning'      => 'يتم استخدام أول عنصر تنقل يمكن الوصول إليه باعتباره منطقة <strong>home</strong>.',
        'reorder'      => 'سحب وإسقاط البنود الملاحة الابتدائية في <strong>الشريط الجانبي</strong> إلى إعادة ترتيب لهم.',
    ],
];
