<?php

return [
    'advs' => [
        'name'   => '광고',
        'option' => [
            'read'   => '광고를 읽을 수 있습니까?',
            'write'  => '광고를 만들거나 수정할 수 있습니까?',
            'delete' => '광고를 삭제할 수 있습니까?',
        ],
    ],
    'categories' => [
        'name'   => '카테고리',
        'option' => [
            'read'   => '카테고리를 읽을 수 있습니까?',
            'write'  => '카테고리를 만들거나 편집 할 수 있습니까?',
            'delete' => '카테고리를 삭제할 수 있습니까?',
        ],
    ],
    'village' => [
        'name'   => '마을',
        'option' => [
            'read'   => '마을을 읽을 수 있습니까?',
            'write'  => '마을을 만들거나 편집 할 수 있습니까?',
            'delete' => '마을을 삭제할 수 있습니까?',
        ],
    ],
    'custom_fields' => [
        'name'   => '맞춤 입력란',
        'option' => [
            'read'   => '사용자 정의 필드를 읽을 수 있습니까?',
            'write'  => '사용자 정의 필드를 생성 / 편집 할 수 있습니까?',
            'delete' => '맞춤 입력란을 삭제할 수 있습니까?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => '맞춤 필드 광고',
        'option' => [
            'read'   => '맞춤 필드 광고를 읽을 수 있습니까?',
            'write'  => '맞춤 필드 광고를 만들거나 수정할 수 있습니까?',
            'delete' => '맞춤 필드 광고를 삭제할 수 있습니까?',
        ],
    ],
    'cf_values' => [
        'name'   => 'CF 값',
        'option' => [
            'read'   => 'CF 값을 읽을 수 있습니까?',
            'write'  => 'CF 값을 생성 / 편집 할 수 있습니까?',
            'delete' => 'CF 값을 삭제할 수 있습니까?',
        ],
    ],
];
