<?php

return [
    'advs' => [
        'name'   => 'اشتہارات',
        'option' => [
            'read'   => 'اشتہارات پڑھ سکتے ہیں؟',
            'write'  => 'کیا اشتہارات تخلیق / ترمیم کر سکتے ہیں؟',
            'delete' => 'کیا اشتہارات مٹا سکتے ہیں؟',
        ],
    ],
    'categories' => [
        'name'   => 'اقسام',
        'option' => [
            'read'   => 'زمرے پڑھ سکتے ہیں؟',
            'write'  => 'زمرے تشکیل / ترمیم کرسکتے ہیں؟',
            'delete' => 'زمرے حذف کرسکتے ہیں؟',
        ],
    ],
    'village' => [
        'name'   => 'گاؤں',
        'option' => [
            'read'   => 'گاؤں پڑھ سکتے ہو؟',
            'write'  => 'گاؤں بنا / ترمیم کرسکتے ہیں؟',
            'delete' => 'گاؤں کو حذف کرسکتے ہیں؟',
        ],
    ],
    'custom_fields' => [
        'name'   => 'کسٹم فیلڈز',
        'option' => [
            'read'   => 'کسٹم فیلڈز پڑھ سکتے ہیں؟',
            'write'  => 'کسٹم فیلڈز تشکیل / ترمیم کرسکتے ہیں؟',
            'delete' => 'کسٹم فیلڈز کو ڈیلیٹ کرسکتے ہیں؟',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'کسٹم فیلڈ اشتہارات',
        'option' => [
            'read'   => 'کیا کسٹم فیلڈ اشتہارات پڑھ سکتے ہیں؟',
            'write'  => 'کسٹم فیلڈ اشتہارات تخلیق / ترمیم کرسکتے ہیں؟',
            'delete' => 'کیا کسٹم فیلڈ اشتہارات مٹا سکتے ہیں؟',
        ],
    ],
    'cf_values' => [
        'name'   => 'CF اقدار',
        'option' => [
            'read'   => 'CF اقدار پڑھ سکتے ہیں؟',
            'write'  => 'کیا CF اقدار تشکیل / ترمیم کر سکتے ہیں؟',
            'delete' => 'CF اقدار کو ختم کر سکتے ہیں؟',
        ],
    ],
    'options' => [
        'name'   => 'اختیارات',
        'option' => [
            'read'   => 'اختیارات پڑھ سکتے ہیں؟',
            'write'  => 'اختیارات تشکیل / ترمیم کرسکتے ہیں؟',
            'delete' => 'اختیارات کو ختم کر سکتے ہیں؟',
        ],
    ],
];
