<?php

return [
  'separator'     => [
      'label'        => 'فاصلة الآلاف',
      'instructions' => 'اختر فاصلة الآلاف لاستخدامها. هذا لعرض القيم فقط.'
  ],
  'min'           => [
      'label'        => 'القيمة الدنيا',
      'instructions' => 'ماهي القيمة الدنيا المسموح بها?'
  ],
  'max'           => [
      'label'        => 'القيمة العليا',
      'instructions' => 'ماهي القيمة العليا المسموح بها?'
  ],
    'step'          => [
        'label'        => 'خطوة',
        'instructions' => 'ما عدد الخطوات التي أن تكون لدى عنصر الادخال?',
    ],
    'default_value' => [
        'label'        => 'القيمة الافتراضية',
        'instructions' => 'إذا كان هناك القيمة الافتراضية ,ادخلها.'
    ],
];
