<?php

return [
    'sidebar_hover' => [
        'name'         => 'साइडबार होवर',
        'instructions' => 'होवर पर साइडबार का विस्तार करें?',
    ],
    'navigation'    => [
        'name'         => 'पथ प्रदर्शन',
        'instructions' => 'नेविगेशन के <em>डिफ़ॉल्ट</em> आदेश को निर्दिष्ट करें।',
        'warning'      => 'पहला सुलभ नेविगेशन आइटम <strong>होम</strong> क्षेत्र के रूप में उपयोग किया जाता है।',
        'reorder'      => 'उन्हें पुन: व्यवस्थित करने के लिए <strong>साइडबार</strong> में प्राथमिक नेविगेशन आइटम खींचें और छोड़ें।',
    ],
];
