<?php

return [
    'advs' => [
        'name'   => 'Объявления',
        'option' => [
            'read'   => 'Может читать рекламу?        ',
            'write'  => 'Можно создавать / редактировать рекламу?        ',
            'delete' => 'Можете удалить рекламу?',
        ],
    ],
    'categories' => [
        'name'   => 'категории',
        'option' => [
            'read'   => 'Может читать категории?        ',
            'write'  => 'Можно создавать / редактировать категории?        ',
            'delete' => 'Можете удалить категории?',
        ],
    ],
    'village' => [
        'name'   => 'Деревня',
        'option' => [
            'read'   => 'Может читать деревню?        ',
            'write'  => 'Можно создать / редактировать деревню?        ',
            'delete' => 'Можете удалить деревню?',
        ],
    ],
    'custom_fields' => [
        'name'   => 'Настраиваемые поля',
        'option' => [
            'read'   => 'Может читать пользовательские поля?        ',
            'write'  => 'Можно создавать / редактировать настраиваемые поля?        ',
            'delete' => 'Можно удалить пользовательские поля?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Пользовательские полевые объявления',
        'option' => [
            'read'   => 'Может читать пользовательские полевые объявления?        ',
            'write'  => 'Можно создавать / редактировать настраиваемые поля объявлений?        ',
            'delete' => 'Можно ли удалить настраиваемые поля объявлений?',
        ],
    ],
    'cf_values' => [
        'name'   => 'Значения ср',
        'option' => [
            'read'   => 'Может читать значения ср?        ',
            'write'  => 'Может создавать / редактировать значения cf?        ',
            'delete' => 'Можно удалить значения cf?',
        ],
    ],
    'options' => [
        'name'   => 'Параметры',
        'option' => [
            'read'   => 'Может варианты прочитать?',
            'write'  => 'Может создавать / редактировать варианты?',
            'delete' => 'Может варианты удалить?',
        ],
    ],
    'productoptions' => [
        'name'   => 'Варианты продукта',
        'option' => [
            'read'   => 'Можете прочитать productoptions?',
            'write'  => 'Можно создавать / редактировать опции продукта?',
            'delete' => 'Можно удалить productoptions?',
        ],
    ],
    'productoptions_value' => [
        'name'   => 'Стоимость productoptions',
        'option' => [
            'read'   => 'Может прочитать значение productoptions?',
            'write'  => 'Можно ли создавать / редактировать значение productoptions?',
            'delete' => 'Можно удалить значение productoptions?',
        ],
    ],
    'options_configuration' => [
        'name'   => 'Конфигурация опций',
        'option' => [
            'read'   => 'Можно прочитать конфигурацию опций?',
            'write'  => 'Может создавать / редактировать параметры конфигурации?',
            'delete' => 'Можно удалить конфигурацию опций?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'Конфигурация опции',
        'option' => [
            'read'   => 'Можно прочитать конфигурацию опций?',
            'write'  => 'Можно создать / отредактировать конфигурацию опций?',
            'delete' => 'Может удалить конфигурацию опции?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'Конфигурация опции',
        'option' => [
            'read'   => 'Можно прочитать конфигурацию опций?',
            'write'  => 'Можно создать / отредактировать конфигурацию опций?',
            'delete' => 'Может удалить конфигурацию опции?',
        ],
    ],
    'status' => [
        'name'   => 'Положение дел',
        'option' => [
            'read'   => 'Статус можно прочитать?',
            'write'  => 'Может создавать / редактировать статус?',
            'delete' => 'Может статус удалить?',
        ],
    ],
];
