<?php

return [
    'related'    => [
        'label'        => 'সম্পর্কিত স্ট্রিম',
        'instructions' => 'ড্রপডাউনতে প্রদর্শন করতে সম্পর্কিত স্ট্রিম এন্ট্রিগুলি নির্দিষ্ট করুন।',
    ],
    'mode'       => [
        'label'  => 'ইনপুট মোড',
        'option' => [
            'tags'       => 'ট্যাগ',
            'lookup'     => 'খুঁজে দেখো',
            'checkboxes' => 'চেকবাক্স',
        ],
    ],
    'min'        => [
        'label'        => 'ন্যূনতম নির্বাচন',
        'instructions' => 'অনুমোদিত নির্বাচনের সর্বনিম্ন সংখ্যা নির্দিষ্ট করুন।',
    ],
    'max'        => [
        'label'        => 'সর্বোচ্চ নির্বাচন',
        'instructions' => 'অনুমোদিত নির্বাচনের সর্বাধিক সংখ্যা উল্লেখ করুন।',
    ],
    'title_name' => [
        'label'        => 'শিরোনাম ক্ষেত্র',
        'placeholder'  => 'নামের প্রথম অংশ',
        'instructions' => 'ড্রপডাউন / অনুসন্ধান বিকল্পগুলির জন্য প্রদর্শন করতে ক্ষেত্রের <strong>স্লাগ</strong> উল্লেখ করুন।<br> <strong>{entry.first_name} {entry.last_name}</strong><br>এর মতো পার্সেবল শিরোনাম নির্দিষ্ট করতে পারেন সম্পর্কিত স্ট্রিমের শিরোনাম কলামটি ডিফল্টরূপে ব্যবহৃত হবে।',
    ],
];
