<?php

return [
    'advs' => [
        'name'   => '広告',
        'option' => [
            'read'   => '広告を読むことができますか？',
            'write'  => '広告を作成/編集できますか？',
            'delete' => '広告を削除できますか？',
        ],
    ],
    'categories' => [
        'name'   => 'カテゴリー',
        'option' => [
            'read'   => 'カテゴリを読むことができますか？',
            'write'  => 'カテゴリを作成/編集できますか？',
            'delete' => 'カテゴリを削除できますか？',
        ],
    ],
    'village' => [
        'name'   => '村',
        'option' => [
            'read'   => '村が読める？',
            'write'  => '村を作成/編集できますか？',
            'delete' => '村を削除できますか？',
        ],
    ],
    'custom_fields' => [
        'name'   => 'カスタムフィールド',
        'option' => [
            'read'   => 'カスタムフィールドを読み取ることができますか？',
            'write'  => 'カスタムフィールドを作成/編集できますか？',
            'delete' => 'カスタムフィールドを削除できますか？',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'カスタムフィールド広告',
        'option' => [
            'read'   => 'カスタムフィールド広告を読み取ることができますか？',
            'write'  => 'カスタムフィールド広告を作成/編集できますか？',
            'delete' => 'カスタムフィールド広告を削除できますか？',
        ],
    ],
    'cf_values' => [
        'name'   => 'Cf値',
        'option' => [
            'read'   => 'cf値を読み取ることができますか？',
            'write'  => 'cf値を作成/編集できますか？',
            'delete' => 'cf値を削除できますか？',
        ],
    ],
];
