<?php

return [
    'profile' => [
        'name'   => 'פרופיל',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא פרופיל?',
            'write'  => 'האם ניתן ליצור / לערוך פרופיל?',
            'delete' => 'האם ניתן למחוק פרופיל?',
        ],
    ],
    'adress' => [
        'name'   => 'כתובת',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא כתובת?',
            'write'  => 'האם ניתן ליצור / לערוך כתובת?',
            'delete' => 'האם ניתן למחוק כתובת?',
        ],
    ],
];
