<?php

return [
    'profile' => [
        'name'   => 'פרופיל',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא פרופיל?',
            'write'  => 'האם ניתן ליצור / לערוך פרופיל?',
            'delete' => 'האם ניתן למחוק פרופיל?',
        ],
    ],
    'adress' => [
        'name'   => 'כתובת',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא כתובת?',
            'write'  => 'האם ניתן ליצור / לערוך כתובת?',
            'delete' => 'האם ניתן למחוק כתובת?',
        ],
    ],
    'education' => [
        'name'   => 'חינוך',
        'option' => [
            'read'   => 'האם יכול לקרוא חינוך?',
            'write'  => 'האם ניתן ליצור / לערוך חינוך?',
            'delete' => 'האם ניתן למחוק חינוך?',
        ],
    ],
    'education_part' => [
        'name'   => 'חלק בחינוך',
        'option' => [
            'read'   => 'האם יכול לקרוא חלק מחינוך?',
            'write'  => 'האם ניתן ליצור / לערוך חלק בחינוך?',
            'delete' => 'האם ניתן למחוק חלק מחינוך?',
        ],
    ],
];
