<?php

return [
    'choose_file' => 'حەزدەکەیت کام فایل بەکاربهێنیت ؟
',
    'choose_folder' => 'حەز دەکەیت کام فلدەر بار بکەیتەوە ؟
',
    'upload' => 'کرتە بکە یان پەڕگەکان لێرە دابەزێنە بۆ بارکردن
',
    'no_file_selected' => 'هیچ پەڕگەکان هەڵبژراردنی نەکراوە
',
    'no_uploads' => 'هیچ پەڕگەکان دانێنی نەکراوە
',
    'overwrite' => 'هەر ئێستا بارکراو. حەزدەکەیت بەسەریدا زاڵ بیت ؟
',
    'uploading' => 'بار دەکەن',
    'loading' => 'بار دەکەن',
    'choose_file_option' => 'بژاردەیی فایل هەڵبژێرە
',
];
