<?php

return [
    'folders' => [
        'name'         => 'Папки',
        'instructions' => 'Посочете кои папки са налични за това поле. Оставете празно, за да се покажат всички папки.',
        'warning'      => 'Съществуващите разрешения за папки имат предимство пред избраните папки.',
    ],
    'max'     => [
        'name'         => 'Максимален размер на качването',
        'instructions' => 'Посочете максималния размер на качване в <strong>мегабайта</strong>.',
        'warning'      => 'Ако не е посочено, вместо това ще се използва папката max и след това max сървър.',
    ],
    'mode'    => [
        'name'         => 'Режим на въвеждане',
        'instructions' => 'Как потребителите трябва да предоставят въвеждане на файлове?',
        'option'       => [
            'default' => 'Качете и / или изберете файлове.',
            'select'  => 'Изберете само файлове.',
            'upload'  => 'Качвайте само файлове.',
        ],
    ],
];
