<?php

return [
    'sidebar_hover' => [
        'name'         => 'Αιωρηθείτε στο Sidebar',
        'instructions' => 'Επέκταση της πλαϊνής γραμμής στο ποντίκι;',
    ],
    'navigation'    => [
        'name'         => 'Πλοήγηση',
        'instructions' => 'Καθορίστε το <em>προεπιλεγμένο</em> σειρά της πλοήγησης.',
        'warning'      => 'Το πρώτο προσβάσιμο στοιχείο πλοήγησης χρησιμοποιείται ως περιοχή <strong>home</strong>.',
        'reorder'      => 'Μεταφέρετε και αποθέστε τα κύρια στοιχεία πλοήγησης στην <strong>πλευρική γραμμή</strong> για να τα αναδιατάξετε.',
    ],
    "login_icon" => [
        'name' => 'Εικονίδιο σύνδεσης',
    ],
    "panel_icon" => [
        'name' => 'Εικονίδιο πίνακα',
    ],
    "title" => [
        'name' => 'Τίτλος',
    ],
    "footer_copyright_org_name" => [
        'name' => 'Όνομα οργανισμού πνευματικών δικαιωμάτων υποσέλιδου',
    ],
    "sidebar_main_color" => [
        'name' => 'Κύριο χρώμα πλευρικής γραμμής',
    ],
    "sidebar_secondary_color" => [
        'name' => 'Δευτερεύον χρώμα πλευρικής γραμμής',
    ],
    "active_sidebar_border_color" => [
        'name' => 'Ενεργό χρώμα περιγράμματος πλευρικής γραμμής',
    ]
];
