<?php

return [
    'sidebar_hover' => [
        'name'         => 'Αιωρηθείτε στο Sidebar',
        'instructions' => 'Επέκταση της πλαϊνής γραμμής στο ποντίκι;',
    ],
    'navigation'    => [
        'name'         => 'Πλοήγηση',
        'instructions' => 'Καθορίστε το <em>προεπιλεγμένο</em> σειρά της πλοήγησης.',
        'warning'      => 'Το πρώτο προσβάσιμο στοιχείο πλοήγησης χρησιμοποιείται ως περιοχή <strong>home</strong>.',
        'reorder'      => 'Μεταφέρετε και αποθέστε τα κύρια στοιχεία πλοήγησης στην <strong>πλευρική γραμμή</strong> για να τα αναδιατάξετε.',
    ],
];
