<?php

return [
    'notify' => [
        'name'   => 'Повідомте',
        'option' => [
            'read'   => 'Чи можете прочитати сповіщення?',
            'write'  => 'Можна створювати / редагувати сповіщення?',
            'delete' => 'Можна видалити сповіщення?',
        ],
    ],
    'smsnotify' => [
        'name'   => 'Smsnotify',
        'option' => [
            'read'   => 'Чи можете прочитати smsnotify?',
            'write'  => 'Можна створювати / редагувати smsnotify?',
            'delete' => 'Можна видалити smsnotify?',
        ],
    ],
    'template' => [
        'name'   => 'Шаблон',
        'option' => [
            'read'   => 'Чи можете прочитати шаблон?',
            'write'  => 'Може створити / відредагувати шаблон?',
            'delete' => 'Можна видалити шаблон?',
        ],
    ],
];
