<?php

return [
    'name' => [
        'name' => 'Заглавие',
        'instructions' => 'Това е името на основната категория, която ще определите. Позволява на потребителя лесно да намери продукта, който търси.',
    ],
    'order' => [
        'name' => 'Поръчка',
    ],

    'slug' => [
        'name' => 'Плужек',
        'instructions' => 'Посочете всички организационни маркери, за да помогнете да групирате публикацията си с други.',

    ],
    'files' => [
        'name' => 'Образ',
    ],
    'seo_keyword' => [
        'name' => 'Seo Ключова дума',
        'instructions' => 'Думи, добавени към сайта в браузъра Google, за да се покажат над резултатите от търсенето.',
    ],
    'seo_description' => [
        'name' => 'Seo Описание',
        'instructions' => 'Това може да повлияе на решението на посетителите ви дали те искат да кликнат върху съдържанието в резултатите от търсенето.',
    ],
    'icon' => [
        'name' => 'Икона',
        'instructions' => 'Използва се за добавяне на икони, указващи типа категория.',
    ],

    'please_wait' => 'Моля, изчакайте Изтриване на подкатегории',
    'category_selection' => 'Избор на категория',
    'go_to_parent' => 'Отидете при родител',
];
