<?php

return [
    'category' => [
        'name'   => 'Категория',
        'option' => [
            'read'   => 'Може ли да чете категория?',
            'write'  => 'Може ли да създавате / редактирате категория?',
            'delete' => 'Може ли да изтриете категория?',
        ],
    ],
    'placeholderforsearch' => [
        'name'   => 'Placeholderforsearch',
        'option' => [
            'read'   => 'Може ли да чете резервоар за търсене?',
            'write'  => 'Може ли да създадете / редактирате заместител за търсене?',
            'delete' => 'Може ли да изтриете резерватор за търсене?',
        ],
    ],
];
