<?php

return [
    'related'    => [
        'label'        => 'Пов’язаний потік',
        'instructions' => 'Вкажіть відповідні записи потоку, які відображатимуться у спадному меню.',
    ],
    'mode'       => [
        'label'  => 'Режим введення',
        'option' => [
            'tags'       => 'Теги',
            'lookup'     => 'Пошук',
            'checkboxes' => 'Прапорці',
        ],
    ],
    'min'        => [
        'label'        => 'Мінімальний вибір',
        'instructions' => 'Вкажіть мінімальну кількість дозволених виділень.',
    ],
    'max'        => [
        'label'        => 'Максимальний вибір',
        'instructions' => 'Вкажіть максимальну кількість дозволених виділень.',
    ],
    'title_name' => [
        'label'        => 'Поле заголовка',
        'placeholder'  => 'ім\'я',
        'instructions' => 'Вкажіть поле <strong>slug</strong> яке відображатиметься для розкривного меню / параметрів пошуку.<br>Ви можете вказати синтаксичні заголовки, такі як <strong>{entry.first_name} {entry.last_name}</strong><br>Стовпець заголовка відповідного потоку буде використовуватися за замовчуванням.',
    ],
];
