<?php

return [
    'profile' => [
        'name'   => 'Профил',
        'option' => [
            'read'   => 'Можете ли прочитати профил?',
            'write'  => 'Можете ли да направите / измените профил?',
            'delete' => 'Можете ли избрисати профил?',
        ],
    ],
    'adress' => [
        'name'   => 'Адреса',
        'option' => [
            'read'   => 'Можете да прочитате адресу?',
            'write'  => 'Можете ли креирати / уредити адресу?',
            'delete' => 'Можете ли избрисати адресу?',
        ],
    ],
    'education' => [
        'name'   => 'образовање',
        'option' => [
            'read'   => 'Зна да чита образовање?',
            'write'  => 'Може ли створити / уредити образовање?',
            'delete' => 'Можете ли избрисати образовање?',
        ],
    ],
    'education_part' => [
        'name'   => 'Образовни део',
        'option' => [
            'read'   => 'Зна ли да чита образовни део?',
            'write'  => 'Може ли креирати / уредити образовни део?',
            'delete' => 'Можете ли избрисати део образовања?',
        ],
    ],
];
