<?php

return [
    'show_my_ads' => [
        'name' => 'Прикажи картицу Моји огласи',
    ],
    'upload_avatar' => [
        'name' => 'Аватар Уплоад',
    ],
    'show_tax_office' => [
        'name' => 'Покажите поље пореске управе',
    ],
    'show_checkbox_terms_on_register' => [
        'name' => 'Прикажи услове за потврду у регистру',
        'instructions' => 'На обрасцу за регистрацију прикажите „Прихвати појам“, „закон о заштити“, „термин за приватност“, „смс и е-пошту“'
    ],
    'register_protection_url' => [
        'name' => 'Региструјте заштитни УРЛ',
    ],
    'register_privacy_url' => [
        'name' => 'Региструјте УРЛ приватности',
    ],
    'show_education_profession' => [
        'name' => 'Прикажите поља образовања и професије',
        'instructions' => 'На страници за уређивање профила прикажите „Образовање“, „Стање образовања“ и „Занимање“'
    ],
    'google_captcha_site_key' => [
        'name' => 'Кључ веб странице Гоогле Цаптцха',
    ],
    'google_captcha_secret_key' => [
        'name' => 'Гоогле Цаптцха тајни кључ',
    ],
    'score_threshold' => [
        'name' => 'Сцоре Тхресхолд',
        'instructions' => 'Вредност између 0 и 1. Што је већи праг, строжији РеЦаптцха покушава да утврди да ли је корисник бот или не.',
    ],
    'education' => [
        'name' => 'образовање'
    ],
    'state_of_education' => [
        'name' => 'Држава образовања'
    ],
    'profession' => [
        'name' => 'Професија'
    ],
    'hide_register_type_profile' => [
        'name' => 'Сакриј тип регистрације на страници профила',
        'instructions' => 'Сакрива поље типа регистра на страници за уређивање профила.',
    ],
    'required_district' => [
        'name' => 'Потребан округ'
    ],
];
