<?php

return [
    'folders' => [
        'name'         => 'Фасцикле',
        'instructions' => 'Наведите које су фасцикле доступне за ово поље. Оставите празно за приказ свих директоријума.',
        'warning'      => 'Постојеће дозволе за фасцикле имају предност над одабраним директоријумима.',
    ],
    'max'     => [
        'name'         => 'Максимална величина отпремања',
        'instructions' => 'Наведите максималну величину отпремања у <strong>мегабајта</strong>.',
        'warning'      => 'Ако није наведено, уместо тога користиће се мапа мак, а затим сервер мак.',
    ],
    'mode'    => [
        'name'         => 'Улазни режим',
        'instructions' => 'Како корисници треба да обезбеде унос датотека?',
        'option'       => [
            'default' => 'Отпремите и / или изаберите датотеке.',
            'select'  => 'Изаберите само датотеке.',
            'upload'  => 'Отпреми само датотеке.',
        ],
    ],
];
