<?php

return [
    'choose_file' => 'Коју датотеку бисте желели да користите?',
    'choose_folder' => 'У коју фасциклу бисте желели да отпремите?',
    'upload' => 'Кликните овде или испустите датотеке овде да бисте их отпремили.',
    'no_file_selected' => 'Није изабрана ниједна датотека.',
    'no_uploads' => 'Није отпремљена ниједна датотека.',
    'overwrite' => 'је већ постављено. Да ли желите да га препишете?',
    'uploading' => 'Отпремање',
    'loading' => 'Лоадинг',
    'choose_file_option' => 'Изаберите опцију датотеке',
];
