<?php

return [
    'sidebar_hover' => [
        'name'         => 'Боковая панель Hover',
        'instructions' => 'Развернуть боковую панель при наведении?',
    ],
    'navigation'    => [
        'name'         => 'навигация',
        'instructions' => 'Укажите ваш <em>персональный</em> порядок навигации.',
        'warning'      => 'Первый доступный элемент навигации используется в качестве вашей <strong>домашней</strong> области.',
        'reorder'      => 'Перетащите основные элементы навигации на боковой панели <strong></strong> чтобы изменить их порядок.',
    ],
    'display'       => [
        'name'         => 'Плотность дисплея',
        'instructions' => 'Компактный дисплей позволяет одновременно отображать больше контента на экране.',
        'option'       => [
            'default' => 'По умолчанию',
            'compact' => 'компактный',
        ],
    ],
    'sidebars'      => [
        'name'         => 'Режим боковой панели',
        'instructions' => 'Статические боковые панели всегда будут видны.',
        'option'       => [
            'default' => 'По умолчанию',
            'static'  => 'статический',
        ],
    ],
];
