<?php

return [
    'sidebar_hover' => [
        'name'         => 'Боковая панель Hover',
        'instructions' => 'Развернуть боковую панель при наведении?',
    ],
    'navigation'    => [
        'name'         => 'навигация',
        'instructions' => 'Укажите <em>умолчанию</em> порядок навигации.',
        'warning'      => 'Первый доступный элемент навигации используется как область <strong>home</strong>.',
        'reorder'      => 'Перетащите основные элементы навигации на боковой панели <strong></strong> чтобы изменить их порядок.',
    ],
];
