<?php

return [
    'sidebar_hover' => [
        'name'         => 'Боковая панель Hover',
        'instructions' => 'Развернуть боковую панель при наведении?',
    ],
    'navigation'    => [
        'name'         => 'навигация',
        'instructions' => 'Укажите <em>умолчанию</em> порядок навигации.',
        'warning'      => 'Первый доступный элемент навигации используется как область <strong>home</strong>.',
        'reorder'      => 'Перетащите основные элементы навигации на боковой панели <strong></strong> чтобы изменить их порядок.',
    ],
    "login_icon" => [
        'name' => 'Значок входа в систему',
    ],
    "panel_icon" => [
        'name' => 'Значок панели',
    ],
    "title" => [
        'name' => 'заглавие',
    ],
    "footer_copyright_org_name" => [
        'name' => 'Название организации по защите авторских прав в нижнем колонтитуле',
    ],
    "sidebar_main_color" => [
        'name' => 'Основной цвет боковой панели',
    ],
    "sidebar_secondary_color" => [
        'name' => 'Дополнительный цвет боковой панели',
    ],
    "active_sidebar_border_color" => [
        'name' => 'Цвет границы активной боковой панели',
    ]
];
