<?php

return [
    'name' => [
        'name' => 'عنوان',
        'instructions' => 'إنه اسم الفئة الرئيسية التي ستحددها. يتيح للمستخدم العثور بسهولة على المنتج الذي يبحثون عنه.',
    ],
    'order' => [
        'name' => 'طلب',
    ],

    'slug' => [
        'name' => 'سبيكة',
        'instructions' => 'حدد أي علامات تنظيمية للمساعدة في تجميع مشاركتك مع الآخرين.',

    ],
    'files' => [
        'name' => 'صورة',
    ],
    'seo_keyword' => [
        'name' => 'سيو الكلمات الرئيسية',
        'instructions' => 'تمت إضافة الكلمات إلى الموقع في متصفح Google لتظهر أعلى نتائج البحث.',
    ],
    'seo_description' => [
        'name' => 'سيو الوصف',
        'instructions' => 'يمكن أن يؤثر ذلك على قرار الزوار بشأن ما إذا كانوا يريدون النقر على المحتوى في نتائج البحث.',
    ],
    'icon' => [
        'name' => 'أيقونة',
        'instructions' => 'يتم استخدامه لإضافة الرموز التي تشير إلى نوع الفئة.',
    ],

    'please_wait' => 'يرجى الانتظار',
    'category_selection' => 'اختيار الفئة',
    'go_to_parent' => 'انتقل إلى الأصل',
];
