<?php

return [
    'notify' => [
        'name'   => 'Обавести',
        'option' => [
            'read'   => 'Можете ли да прочитате обавештење?',
            'write'  => 'Да ли можете да креирате / измените обавештење?',
            'delete' => 'Можете ли да избришете обавештење?',
        ],
    ],
    'smsnotify' => [
        'name'   => 'Смснотифи',
        'option' => [
            'read'   => 'Можете ли читати смснотифи?',
            'write'  => 'Може ли да креира / уређује смснотифи?',
            'delete' => 'Можете ли избрисати смснотифи?',
        ],
    ],
    'template' => [
        'name'   => 'Предложак',
        'option' => [
            'read'   => 'Можете да прочитате шаблон?',
            'write'  => 'Можете ли креирати / уредити шаблон?',
            'delete' => 'Можете ли избрисати шаблон?',
        ],
    ],
];
