<?php

return [
    'type'       => [
        'label'        => 'نوع الاضافة',
        'instructions' => 'ماهو نوع الاضافة الذي تريد تضمينه?',
        'placeholder'  => 'كل الاضافات',
    ],
    'search'     => [
        'label'        => 'البحث في التركيبات',
        'instructions' => 'إذا تم اخيار نوع إضافة "التركيبة" , يمكنك تعريف معطيات بحث خيارية لاعادة التركيبا فقط , لتزويد بخدمة محددة.',
        'placeholder'  => 'anomaly.module.files::adapter.*',
    ],
    'theme_type' => [
        'label'        => 'نوع السمة',
        'instructions' => 'إذا تم اخيار نوع إضافة "االسمات" , يمكنك بشكل اختياري تحديد السمات للادارة أو العامة فقط.',
        'placeholder'  => 'ادارة + عام',
        'admin'        => 'ادارة',
        'public'       => 'عام',
    ],
];
