<?php

return [
    'notify' => [
        'name'   => 'Уведомлять',
        'option' => [
            'read'   => 'Можете прочитать уведомление?',
            'write'  => 'Можно создать / отредактировать уведомление?',
            'delete' => 'Может удалить уведомление?',
        ],
    ],
    'smsnotify' => [
        'name'   => 'Smsnotify',
        'option' => [
            'read'   => 'Смс уведомлять можно?',
            'write'  => 'Можно создавать / редактировать smsnotify?',
            'delete' => 'Может смс уведомлять удалить?',
        ],
    ],
    'template' => [
        'name'   => 'Шаблон',
        'option' => [
            'read'   => 'Может читать шаблон?',
            'write'  => 'Может создать / отредактировать шаблон?',
            'delete' => 'Может удалить шаблон?',
        ],
    ],
];
