<?php

return [
    'folders' => [
        'name'         => 'فولڈرز',
        'instructions' => 'بتائیں کہ اس فیلڈ کے لئے کون سے فولڈر دستیاب ہیں۔ تمام فولڈرز کو ظاہر کرنے کے لئے خالی چھوڑیں۔',
        'warning'      => 'موجودہ فولڈروں میں فولڈر کی موجودہ اجازتوں کو فوقیت دیتی ہے۔',
    ],
    'max'     => [
        'name'         => 'زیادہ سے زیادہ اپ لوڈ سائز',
        'instructions' => 'زیادہ سے زیادہ اپلوڈ سائز <strong>میگا بائٹ</strong>میں بتائیں۔',
        'warning'      => 'اگر فولڈر میں زیادہ سے زیادہ کی وضاحت نہیں کی گئی ہے اور پھر اس کے بجائے سرور میکس استعمال ہوگا۔',
    ],
    'mode'    => [
        'name'         => 'ان پٹ وضع',
        'instructions' => 'صارفین کو فائل ان پٹ کس طرح فراہم کرنا چاہئے؟',
        'option'       => [
            'default' => 'فائلیں اپ لوڈ اور / یا منتخب کریں۔',
            'select'  => 'صرف فائلیں منتخب کریں۔',
            'upload'  => 'صرف فائلیں اپ لوڈ کریں۔',
        ],
    ],
];
