<?php

return [
    'pages'  => [
        'name'   => 'الصفحات',
        'option' => [
            'read'   => 'هل يمكن قراءة الصفحة?',
            'write'  => 'هل يمكن الكتابة على الصفحة?',
            'delete' => 'هل يمكن حذف الصفحة?',
        ],
    ],
    'types'  => [
        'name'   => 'الأنواع',
        'option' => [
            'read'   => 'هل يمكن قراءة الأنواع?',
            'write'  => 'هل يمكن الكتابة على الأنواع?',
            'delete' => 'هل يمكن حذف النوع?',
            'fields' => 'هل يمكن تعديل أنواع الحقول?',
        ],
    ],
    'fields' => [
        'name'   => 'الحقول',
        'option' => [
            'manage' => 'هل يمكن ادارة الحقول المخصصة?',
        ],
    ],
];
