<?php

return [    
                        'field_type' => [    
                        'instructions' => [    
                        'checkboxes' => 'Кілька виділень (Можна зробити кілька варіантів.)',
                                'decimal' => 'Числове значення (Можна ввести суму. Ціна, кг, ...)',
                                'integer' => 'Числове значення',
                                'radio' => 'Область вибору радіо (можна вибрати 1 варіант).',
                                'range' => 'Числова область (діапазон можна ввести при фільтруванні.)',
                                'select' => 'Область вибору (можна вибрати 1 варіант).',
                                'selectdropdown' => 'Випадаюча область вибору (можна вибрати 1 варіант.)',
                                'selecttop' => 'Область виділення. Вона відображається як вкладка в списку.',
                                'selectrange' => 'Виберіть параметри мінімального та максимального діапазону.',
                                'selectimage' => 'Виберіть Опції із зображеннями.',
                                'text' => 'Текстове поле',
            ],
            ],
                                'choose_type' => 'Виберіть власний тип поля',
                                'select_type_error' => 'Виберіть власний тип поля, щоб продовжити!',
                                'value_cf_not_exist' => 'Спеціальне поле значення не існує!',
            ];
