<?php

return [    
                        'custom_fields' => [    
                        'name' => 'Спеціальні поля',
                                'option' => [    
                        'read' => 'Чи можете читати власні поля?',
                                'write' => 'Чи можете створювати / редагувати власні поля?',
                                'delete' => 'Можна видалити власні поля?',
            ],
            ],
                                'custom_field_advs' => [    
                        'name' => 'Спеціальні рекламні поля',
                                'option' => [    
                        'read' => 'Чи можете читати спеціальні рекламні поля?',
                                'write' => 'Чи можете створювати / редагувати спеціальні рекламні поля?',
                                'delete' => 'Чи можна видалити спеціальні рекламні поля?',
            ],
            ],
                                'cfvalue' => [    
                        'name' => 'Cfvalue',
                                'option' => [    
                        'read' => 'Чи можете прочитати cfvalue?',
                                'write' => 'Чи можете створювати / редагувати cfvalue?',
                                'delete' => 'Можна видалити cfvalue?',
            ],
            ],
                                'parent' => [    
                        'name' => 'Батько',
                                'option' => [    
                        'read' => 'Може читати батьків?',
                                'write' => 'Може створити / відредагувати батьківський?',
                                'delete' => 'Можна видалити батьківського?',
            ],
            ],
            ];
