<?php

return [
    'related' => [
        'label'        => 'الدفق المرتبط',
        'instructions' => 'حدد إدخالات الدفق ذات الصلة لعرضها ضمن القائمة المنسدلة.',
    ],
    'mode'    => [
        'label'  => 'وضخ الإدخال',
        'option' => [
            'tags'   => 'الأوسمة',
            'lookup' => 'ابحث عن',
        ],
    ],
    'min'     => [
        'label'        => 'الحد الأدنى للاختيارات',
        'instructions' => 'حدد الحد الأدني للاختيارات المسموحة.',
    ],
    'max'     => [
        'label'        => 'الحد الأعلى للاختيارات',
        'instructions' => 'حدد عدد الحد الأعلى اللاختيارات المسموحة.',
    ],
];
