<?php

return [
    'folders' => [
        'name'         => 'Папки',
        'instructions' => 'Вкажіть, які папки доступні для цього поля. Залиште порожнім, щоб відобразити всі папки.',
        'warning'      => 'Існуючі дозволи для папок мають перевагу над вибраними папками.',
    ],
    'min'     => [
        'label'        => 'Мінімальний вибір',
        'instructions' => 'Введіть мінімальну кількість дозволених виборів.',
    ],
    'max'     => [
        'label'        => 'Максимальний вибір',
        'instructions' => 'Введіть максимальну кількість дозволених виборів.',
    ],
    'mode'    => [
        'name'         => 'Режим введення',
        'instructions' => 'Як користувачі повинні забезпечувати введення файлів?',
        'option'       => [
            'default' => 'Завантажте та / або виберіть файли.',
            'select'  => 'Вибирайте лише файли.',
            'upload'  => 'Завантажуйте лише файли.',
        ],
    ],
];
