<?php

return [
    'choose_folder'     => 'У яку папку ви хочете завантажити?',
    'upload'            => 'Додати İmages | Завантажити İmages | Прикріпити фотографію',
    'choose_files'      => 'Які файли ви хочете використовувати?',
    'no_files_selected' => 'Файлів не вибрано.',
    'no_uploads'        => 'Файлів не завантажено.',
    'overwrite'         => 'вже завантажено. Чи хотіли б ви її перезаписати?',
    'uploading'         => 'Завантаження',
    'loading'           => 'Завантаження',
];
