<?php

return [
    'decimals'      => [
        'label'        => 'القيم الرقمية العشرية',
        'instructions' => 'ادخل الرقم لأماكن القيمة الرقم للسماح. هذا لعرض القيم فقط.'
    ],
    'separator'     => [
        'label'        => 'فاصلة الآلاف',
        'instructions' => 'اختر فاصلة الآلاف لاستخدامها. هذا لعرض القيم فقط.'
    ],
    'point'         => [
        'label'        => 'النقطة الرقمية',
        'instructions' => 'اختر النقطة الرقمية لاستخدامها..'
    ],
    'min'           => [
        'label'        => 'القيمة الدنيا',
        'instructions' => 'ماهي القيمة الدنيا المسموح بها?'
    ],
    'max'           => [
        'label'        => 'القيمة العليا',
        'instructions' => 'ماهي القيمة العليا المسموح بها?'
    ],
    'default_value' => [
        'label'        => 'القيمة الافتراضية',
        'instructions' => 'إذا كان هناك القيمة الافتراضية ,ادخلها.'
    ]
];
