<?php

return [
    'advs' => [
        'name'   => 'Реклами',
        'option' => [
            'read'   => 'Може ли да чете реклами?',
            'write'  => 'Може ли да създавате / редактирате реклами?',
            'delete' => 'Може ли да изтриете реклами?',
        ],
    ],
    'categories' => [
        'name'   => 'Категории',
        'option' => [
            'read'   => 'Може ли да чете категории?',
            'write'  => 'Може ли да създавате / редактирате категории?',
            'delete' => 'Може ли да изтриете категории?',
        ],
    ],
    'village' => [
        'name'   => 'Село',
        'option' => [
            'read'   => 'Може ли да чете село?',
            'write'  => 'Може ли да създавате / редактирате село?',
            'delete' => 'Може ли да изтриете село?',
        ],
    ],
    'custom_fields' => [
        'name'   => 'Персонализирани полета',
        'option' => [
            'read'   => 'Може ли да чете персонализирани полета?',
            'write'  => 'Може ли да създава / редактира персонализирани полета?',
            'delete' => 'Може ли да изтриете персонализирани полета?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Персонализирани полеви реклами',
        'option' => [
            'read'   => 'Може ли да чете реклами по поръчка?',
            'write'  => 'Може ли да създава / редактира персонализирани реклами на поле?',
            'delete' => 'Може ли да изтриете персонализирани реклами на поле?',
        ],
    ],
    'cf_values' => [
        'name'   => 'Cf стойности',
        'option' => [
            'read'   => 'Може ли да чете cf стойности?',
            'write'  => 'Може ли да създава / редактира cf стойности?',
            'delete' => 'Може ли да изтриете cf стойности?',
        ],
    ],
    'options' => [
        'name'   => 'Настроики',
        'option' => [
            'read'   => 'Може ли да чете опции?',
            'write'  => 'Може ли да създавате / редактирате опции?',
            'delete' => 'Може ли да изтриете опции?',
        ],
    ],
    'productoptions' => [
        'name'   => 'Productoptions',
        'option' => [
            'read'   => 'Може ли да чете опции за продукти?',
            'write'  => 'Може ли да създава / редактира продуктови опции?',
            'delete' => 'Може ли да изтриете опции за продукти?',
        ],
    ],
    'productoptions_value' => [
        'name'   => 'Стойност на опциите на продукта',
        'option' => [
            'read'   => 'Може ли да се чете стойност на опциите на продукта?',
            'write'  => 'Може ли да създава / редактира стойност на опциите на продукта?',
            'delete' => 'Може ли да изтриете стойност на опциите на продукта?',
        ],
    ],
    'options_configuration' => [
        'name'   => 'Конфигурация на опциите',
        'option' => [
            'read'   => 'Може ли да се прочете конфигурацията на опциите?',
            'write'  => 'Може ли да създавате / редактирате конфигурация на опции?',
            'delete' => 'Може ли да изтриете конфигурацията на опциите?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'Конфигурация на опция',
        'option' => [
            'read'   => 'Може ли да се прочете конфигурацията на опцията?',
            'write'  => 'Може ли да създавате / редактирате конфигурация на опция?',
            'delete' => 'Може ли да изтриете конфигурацията на опцията?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'Конфигурация на опция',
        'option' => [
            'read'   => 'Може ли да се прочете конфигурацията на опцията?',
            'write'  => 'Може ли да създавате / редактирате конфигурация на опция?',
            'delete' => 'Може ли да изтриете конфигурацията на опцията?',
        ],
    ],
    'status' => [
        'name'   => 'Състояние',
        'option' => [
            'read'   => 'Може ли да чете състояние?',
            'write'  => 'Може ли да създава / редактира статус?',
            'delete' => 'Може ли да изтриете състоянието?',
        ],
    ],
];
