<?php

return [
    'advs' => [
        'name'   => 'מודעות',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא מודעות?',
            'write'  => 'האם ניתן ליצור / לערוך מודעות?',
            'delete' => 'האם ניתן למחוק מודעות?',
        ],
    ],
    'categories' => [
        'name'   => 'קטגוריות',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא קטגוריות?',
            'write'  => 'האם ניתן ליצור / לערוך קטגוריות?',
            'delete' => 'האם ניתן למחוק קטגוריות?',
        ],
    ],
    'village' => [
        'name'   => 'כפר',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא כפר?',
            'write'  => 'האם ניתן ליצור / לערוך כפר?',
            'delete' => 'האם ניתן למחוק כפר?',
        ],
    ],
    'custom_fields' => [
        'name'   => 'שדות מותאמים אישית',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא שדות מותאמים אישית?',
            'write'  => 'האם ניתן ליצור / לערוך שדות מותאמים אישית?',
            'delete' => 'האם ניתן למחוק שדות מותאמים אישית?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'מודעות שדה בהתאמה אישית',
        'option' => [
            'read'   => 'האם ניתן לקרוא מודעות שדה בהתאמה אישית?',
            'write'  => 'האם ניתן ליצור / לערוך מודעות שדה מותאמות אישית?',
            'delete' => 'האם ניתן למחוק מודעות שדה מותאמות אישית?',
        ],
    ],
    'cf_values' => [
        'name'   => 'ערכי ה- CF',
        'option' => [
            'read'   => 'האם ניתן לקרוא ערכי CF?',
            'write'  => 'האם ניתן ליצור / לערוך ערכי CF?',
            'delete' => 'האם ניתן למחוק ערכי CF?',
        ],
    ],
    'options' => [
        'name'   => 'אפשרויות',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא אפשרויות?',
            'write'  => 'האם ניתן ליצור / לערוך אפשרויות?',
            'delete' => 'האם ניתן למחוק אפשרויות?',
        ],
    ],
    'productoptions' => [
        'name'   => 'אפשרויות מוצר',
        'option' => [
            'read'   => 'האם יכול לקרוא אפשרויות מוצר?',
            'write'  => 'האם ניתן ליצור / לערוך אפשרויות מוצר?',
            'delete' => 'האם ניתן למחוק אפשרויות מוצר?',
        ],
    ],
    'productoptions_value' => [
        'name'   => 'ערך אופציות המוצר',
        'option' => [
            'read'   => 'האם ניתן לקרוא את ערך אפשרויות המוצר?',
            'write'  => 'האם ניתן ליצור / לערוך ערך של אפשרויות מוצר?',
            'delete' => 'האם ניתן למחוק את ערך אפשרויות האופציות?',
        ],
    ],
    'options_configuration' => [
        'name'   => 'תצורת אפשרויות',
        'option' => [
            'read'   => 'האם תצורת אפשרויות קריאה יכולה?',
            'write'  => 'האם ניתן ליצור / לערוך תצורת אפשרויות?',
            'delete' => 'האם ניתן למחוק את תצורת האפשרויות?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'תצורת אפשרות',
        'option' => [
            'read'   => 'האם תצורת אפשרות לקרוא?',
            'write'  => 'האם ניתן ליצור / לערוך תצורת אפשרויות?',
            'delete' => 'האם ניתן למחוק את תצורת האפשרויות?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'תצורת אפשרות',
        'option' => [
            'read'   => 'האם תצורת אפשרות לקרוא?',
            'write'  => 'האם ניתן ליצור / לערוך תצורת אפשרויות?',
            'delete' => 'האם ניתן למחוק את תצורת האפשרויות?',
        ],
    ],
    'status' => [
        'name'   => 'סטָטוּס',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא סטטוס?',
            'write'  => 'האם ניתן ליצור / לערוך סטטוס?',
            'delete' => 'האם ניתן למחוק סטטוס?',
        ],
    ],
];
