<?php

return [
    'variables' => [
        'name'   => 'المتغيرات',
        'option' => [
            'read'   => 'هل يمكن قراءة المتغيرات?',
            'write'  => 'هل يمكن إنشاء وتعديل المتغيرات?',
            'delete' => 'هل يمكن حذف المتغيرات?',
        ],
    ],
    'groups'    => [
        'name'   => 'المجموعات',
        'option' => [
            'read'   => 'هل يمكن قراءة المجموعات?',
            'write'  => 'هل يمكن إنشاء وتعديل المجموعات?',
            'delete' => 'هل يمكن حذف المجموعات?',
        ],
    ],
    'fields'    => [
        'name'   => 'الحقول',
        'option' => [
            'manage' => 'هل يمكن إدارة الحقول المخصصة.',
        ],
    ],
];
