<?php

return [
    'profile' => [
        'name'   => 'प्रोफ़ाइल',
        'option' => [
            'read'   => 'प्रोफाइल पढ़ सकते हैं?',
            'write'  => 'प्रोफ़ाइल बना / संपादित कर सकते हैं?',
            'delete' => 'प्रोफ़ाइल हटा सकते हैं?',
        ],
    ],
    'adress' => [
        'name'   => 'पता',
        'option' => [
            'read'   => 'एड्रेस पढ़ सकते हैं?',
            'write'  => 'एड्रेस बना / संपादित कर सकते हैं?',
            'delete' => 'हटा सकते हैं एड्रेस?',
        ],
    ],
    'education' => [
        'name'   => 'शिक्षा',
        'option' => [
            'read'   => 'पढ़ सकते हैं शिक्षा?',
            'write'  => 'शिक्षा का सृजन / संपादन कर सकते हैं?',
            'delete' => 'शिक्षा को नष्ट कर सकते हैं?',
        ],
    ],
    'education_part' => [
        'name'   => 'शिक्षा का हिस्सा',
        'option' => [
            'read'   => 'शिक्षा का हिस्सा पढ़ सकते हैं?',
            'write'  => 'शिक्षा भाग बना / संपादित कर सकते हैं?',
            'delete' => 'शिक्षा भाग को हटा सकते हैं?',
        ],
    ],
];
