<?php

return [
    'folders' => [
        'name'         => 'Папки',
        'instructions' => 'Вкажіть, які папки доступні для цього поля. Залиште порожнім, щоб відобразити всі папки.',
        'warning'      => 'Існуючі дозволи для папок мають перевагу над вибраними папками.',
    ],
    'max'     => [
        'name'         => 'Максимальний розмір завантаження',
        'instructions' => 'Вкажіть максимальний розмір завантаження в <strong>мегабайт</strong>.',
        'warning'      => 'Якщо не вказано папку max, то замість цього буде використано max сервер.',
    ],
    'mode'    => [
        'name'         => 'Режим введення',
        'instructions' => 'Як користувачі повинні забезпечувати введення файлів?',
        'option'       => [
            'default' => 'Завантажте та / або виберіть файли.',
            'select'  => 'Вибирайте лише файли.',
            'upload'  => 'Завантажуйте лише файли.',
        ],
    ],
];
