<?php

return [
    'field_type' => [
        'instructions' => [
            "checkboxes" => "複数選択（複数選択可能）",
            "decimal" => "数値（金額を入力できます。価格、Kg、...）",
            "integer" => "数値",
            "radio" => "ラジオ選択エリア（1つのオプションを選択できます。）",
            "range" => "数値領域（範囲はフィルタリングに入力できます。）",
            "select" => "選択領域（1つのオプションを選択できます。）",
            "selectdropdown" => "ドロップダウン選択領域（1つのオプションを選択できます。）",
            "selecttop" => "選択領域：リストにタブとして表示されます。",
            "selectrange" => "最小および最大範囲オプションを選択します。",
            "selectimage" => "[画像付きのオプション]を選択します。",
            "text" => "テキストフィールド",
        ],
    ],
    'choose_type' => 'カスタムフィールドタイプを選択する',
    'select_type_error' => '続行するには、カスタムフィールドタイプを選択してください。',
    'value_cf_not_exist' => "値のカスタムフィールドは存在しません！",
];
