<?php

return [
    'choose_folder' => 'ماهو المجلد الذي تريد الرفع إليه?',
    'upload' => 'انقر أو اسحب الملفات إلى هنا للرفع.',
    'choose_files' => 'ما هي الملفات التي تريد استخدامها?',
    'no_files_selected' => 'لم يتم اختيار الملفات.',
    'no_uploads' => 'لم يتم رفع الملفات.',
    'overwrite' => 'لقد تم رفعه مسبقاً هل تريد استبداله?',
    'uploading' => 'جاري الرفع',
    'loading' => 'جاري التحميل',
    'error_upload' => 'كانت هناك مشكلة في تحميل الملف.',
    'error_upload_docs' => 'لا يوجد دعم لتحميل المستندات. من فضلك تواصل مع مسؤول نظامك!',
];
