<?php

return [
    'buttons'     => [
        'name'         => 'الأزرار',
        'instructions' => 'حدد أزرار المحرر التي يتم عرضها.',
    ],
    'plugins'     => [
        'name'         => 'الوصلات',
        'instructions' => 'حدد الوصلات التي يتم عرضها.',
    ],
    'height'      => [
        'name'         => 'الارتفاع',
        'instructions' => 'حدد ارتفاع المحرر بالبيكسل.',
    ],
    'line_breaks' => [
        'name'         => 'فواصل الأسطر',
        'instructions' => 'استخدام فواصل الأسطر بدل من معرفات الفقرة?',
    ],
    'folders'     => [
        'name'         => 'المجلدات',
        'instructions' => 'ماهي المجلدات المتاحة للملفات والصور?',
    ],
];
