<?php

return [
    'new_profile' => 'Новий профіль',
    'new_adress' => 'Нова адреса',
    'show' => 'Показати адресу',
    'update_password' => 'Оновити пароль',
    'update_profile' => 'Оновити профіль',
    'delete' => 'Видалити',
    'extend' => 'Розширити',
    'extend_all' => 'Розширити всі',
    'extend_unpublished' => 'Розширити Неопубліковано',
    'edit' => 'Редагувати',
    'go_profile' => 'Перейдіть до детальної інформації про профіль',
    'go_user' => 'Перейдіть до детальної інформації про користувача',
    'personal' => 'Особисті',
    'corporate' => 'Корпоративний',
    'export' => 'Експорт',
    'new_education' => 'Нова освіта',
    'new_education_part' => 'Нова освітня частина',
];
