<?php

return [
    'profile' => [
        'name'   => 'Профіль',
        'option' => [
            'read'   => 'Чи можете прочитати профіль?',
            'write'  => 'Чи можете створити / редагувати профіль?',
            'delete' => 'Можна видалити профіль?',
        ],
    ],
    'adress' => [
        'name'   => 'Адреса',
        'option' => [
            'read'   => 'Чи можете прочитати адресу?',
            'write'  => 'Чи можете створити / редагувати адресу?',
            'delete' => 'Чи можна видалити адресу?',
        ],
    ],
];
