<?php

return [
    'upload_files'      => 'رفع الملفات',
    'new_container'     => 'حافظة جديدة',
    'choose_adapter'    => 'ما هي وصلة التخزين التي تريد استخدامها?',
    'choose_folder'     => 'ما هو المجلد الذي تريد الرفع إليه?',
    'choose_field_type' => 'ماهو نوع الحقل الذي تريد استخدامه?',
    'choose_field'      => 'ما هو الحقل الذي تريد اضافته?',
    'upload'            => 'انقر أو اسحب الملفات إلى هنا من أجل الرفع.',
    'no_uploads'        => 'لم يتم رفع أي ملف.',
    'overwrite'         => 'تم رفعه مسبقاً , هل تريد استبداله?',
    'uploading'         => 'جاري الرفع',
    'loading'           => 'جاري التحميل',
];
