<?php

return [
    'files'   => [
        'name'   => 'الملفات',
        'option' => [
            'read'   => 'هل يمكن الوصول إلى قسم الملفات?',
            'write'  => 'هل يمكن رفع وتعديل الملفات?',
            'delete' => 'هل يمكن حذف الملفات?',
        ],
    ],
    'folders' => [
        'name'   => 'المجلدات',
        'option' => [
            'read'   => 'هل يمكن الوصول إلى قسم المجلدات?',
            'write'  => 'هل يمكن إنشاء وتعديل المجلدات?',
            'delete' => 'هل يمكن حذف الملجلدات?',
        ],
    ],
    'disks'   => [
        'name'   => 'Disks',
        'option' => [
            'read'   => 'Can view disks?',
            'write'  => 'هل يمكن إنشاء وتعديل الأقراص?',
            'delete' => 'هل يمكن حذف الأقراص?',
        ],
    ],
    'fields'  => [
        'name'   => 'Fields',
        'option' => [
            'manage' => 'هل يمكن ادارة الحقول المخصصة?',
        ],
    ],
];
