<?php

return [
    'folders' => [
        'name'         => 'Φάκελοι',
        'instructions' => 'Καθορίστε ποιοι φάκελοι είναι διαθέσιμοι για αυτό το πεδίο. Αφήστε κενό για εμφάνιση όλων των φακέλων.',
        'warning'      => 'Τα υπάρχοντα δικαιώματα φακέλου υπερισχύουν των επιλεγμένων φακέλων.',
    ],
    'min'     => [
        'label'        => 'Ελάχιστες επιλογές',
        'instructions' => 'Εισαγάγετε τον ελάχιστο αριθμό επιτρεπόμενων επιλογών.',
    ],
    'max'     => [
        'label'        => 'Μέγιστες επιλογές',
        'instructions' => 'Εισαγάγετε τον μέγιστο αριθμό επιτρεπόμενων επιλογών.',
    ],
    'mode'    => [
        'name'         => 'Λειτουργία εισαγωγής',
        'instructions' => 'Πώς πρέπει να παρέχουν οι χρήστες είσοδο αρχείων;',
        'option'       => [
            'default' => 'Ανεβάστε και / ή επιλέξτε αρχεία.',
            'select'  => 'Επιλέξτε μόνο αρχεία.',
            'upload'  => 'Ανεβάστε μόνο αρχεία.',
        ],
    ],
];
