<?php

return [
    'choose_folder' => 'Σε ποιον φάκελο θέλετε να ανεβάσετε;',
    'upload' => 'Προσθήκη agesmages | Μεταφόρτωση İmages | Επισυνάψτε μια φωτογραφία',
    'choose_files' => 'Ποια αρχεία θέλετε να χρησιμοποιήσετε;',
    'no_files_selected' => 'Δεν έχουν επιλεγεί αρχεία.',
    'no_uploads' => 'Δεν μεταφορτώθηκαν αρχεία.',
    'overwrite' => 'έχει ήδη μεταφορτωθεί. Θέλετε να το αντικαταστήσετε;',
    'uploading' => 'Μεταφόρτωση',
    'loading' => 'Φόρτωση',
    'error_upload' => 'Παρουσιάστηκε πρόβλημα κατά τη μεταφόρτωση του αρχείου.',
    'error_upload_docs' => 'Δεν υπάρχει υποστήριξη μεταφόρτωσης εγγράφων. Επικοινωνήστε με τον διαχειριστή του συστήματός σας!',
];
