<?php

return [
    'title'                     => 'সহায়ক সংস্থানসমূহ',
    'description'               => 'সহায়তা এবং এই সহায়ক সংস্থানগুলির সাহায্যে বৈশিষ্ট্যগুলি আবিষ্কার করুন।',
    'documentation_link'        => 'ওপেন ক্লাসিফাই ডকুমেন্টেশন',
    'documentation_description' => 'ওপেনক্ল্যাসিফাই, অ্যাডনগুলি বিকাশ এবং অ্যাডনগুলি ব্যবহার করে ডকুমেন্টেশন সন্ধান করুন।',
    'slack_link'                => 'স্ল্যাক দল',
    'slack_description'         => 'অন্যান্য ওপেন ক্লাসাইফাই ব্যবহারকারী এবং বিকাশকারীদের সাথে সন্ধান করুন এবং যোগাযোগ করুন।',
    'forum_link'                => 'আলোচনা স্থান',
    'forum_description'         => 'ওপেনক্ল্যাসিফাই ব্যবহার এবং বিকাশ সম্পর্কে উত্তরগুলি সন্ধান করুন এবং পোস্ট করুন।',
    'addons_link'               => 'অ্যাডসন উপলব্ধ',
    'addons_description'        => 'ওপেন ক্লাসিফাইয়ের জন্য উপলব্ধ অ্যাডোনগুলি আবিষ্কার করুন।',
];
