<?php

return [
    'sidebar_hover' => [
        'name'         => 'সাইডবার হভার',
        'instructions' => 'হোভারের উপরের বারটি প্রসারিত করবেন?',
    ],
    'navigation'    => [
        'name'         => 'ন্যাভিগেশন',
        'instructions' => 'আপনার <em>ব্যক্তিগত</em> নেভিগেশনের ক্রম নির্দিষ্ট করুন।',
        'warning'      => 'প্রথম অ্যাক্সেসযোগ্য নেভিগেশন আইটেমটি আপনার <strong>হোম</strong> অঞ্চল হিসাবে ব্যবহৃত হয়।',
        'reorder'      => 'পুনরায় ক্রম করতে প্রাথমিক নেভিগেশন আইটেমগুলিকে <strong>সাইডবার</strong> টেনে আনুন।',
    ],
    'display'       => [
        'name'         => 'প্রদর্শন ঘনত্ব',
        'instructions' => 'কমপ্যাক্ট ডিসপ্লে স্ক্রিনে একবারে আরও সামগ্রী দেখানোর অনুমতি দেয়।',
        'option'       => [
            'default' => 'ডিফল্ট',
            'compact' => 'নিবিড়',
        ],
    ],
    'sidebars'      => [
        'name'         => 'সাইডবার মোড',
        'instructions' => 'স্ট্যাটিক সাইডবারগুলি সর্বদা দৃশ্যমান থাকবে।',
        'option'       => [
            'default' => 'ডিফল্ট',
            'static'  => 'স্থির',
        ],
    ],
];
