<?php

return [
    'sidebar_hover' => [
        'name'         => 'সাইডবার হভার',
        'instructions' => 'হোভারের উপরের বারটি প্রসারিত করবেন?',
    ],
    'navigation'    => [
        'name'         => 'ন্যাভিগেশন',
        'instructions' => 'নেভিগেশনের <em>ডিফল্ট</em> অর্ডার নির্দিষ্ট করুন।',
        'warning'      => 'প্রথম অ্যাক্সেসযোগ্য নেভিগেশন আইটেমটি <strong>হোম</strong> অঞ্চল হিসাবে ব্যবহৃত হয়।',
        'reorder'      => 'পুনরায় ক্রম করতে প্রাথমিক নেভিগেশন আইটেমগুলিকে <strong>সাইডবার</strong> টেনে আনুন।',
    ],
];
