<?php

return [
    'folders' => [
        'name'         => 'ফোল্ডার',
        'instructions' => 'এই ক্ষেত্রের জন্য কোন ফোল্ডারগুলি উপলব্ধ তা উল্লেখ করুন। সমস্ত ফোল্ডার প্রদর্শন করার জন্য ফাঁকা ছেড়ে দিন।',
        'warning'      => 'বিদ্যমান ফোল্ডার অনুমতিগুলি নির্বাচিত ফোল্ডারগুলির চেয়ে অগ্রাধিকার গ্রহণ করে।',
    ],
    'max'     => [
        'name'         => 'সর্বোচ্চ আপলোড আকার',
        'instructions' => 'সর্বোচ্চ আপলোড আকার <strong>মেগাবাইট</strong>এ নির্দিষ্ট করুন।',
        'warning'      => 'সর্বাধিক ফোল্ডার নির্দিষ্ট না করে তার পরিবর্তে সার্ভার সর্বাধিক ব্যবহার করা হবে।',
    ],
    'mode'    => [
        'name'         => 'ইনপুট মোড',
        'instructions' => 'ব্যবহারকারীদের ফাইল ইনপুট কীভাবে সরবরাহ করা উচিত?',
        'option'       => [
            'default' => 'আপলোড এবং / অথবা ফাইল নির্বাচন করুন।',
            'select'  => 'কেবল ফাইল নির্বাচন করুন।',
            'upload'  => 'কেবল ফাইল আপলোড করুন।',
        ],
    ],
];
