<?php

return [
    'name' => [
        'name' => 'Назва',
        'instructions' => 'Це назва основної категорії, яку ви визначите. Це дозволяє користувачеві легко знайти продукт, який шукає.',
    ],
    'order' => [
        'name' => 'Замовлення',
    ],

    'slug' => [
        'name' => 'Слизень',
        'instructions' => 'Укажіть будь-які організаційні теги, щоб допомогти групувати свою публікацію з іншими.',

    ],
    'files' => [
        'name' => 'Зображення',
    ],
    'seo_keyword' => [
        'name' => 'Ключове слово Seo',
        'instructions' => 'Слова, додані на сайт у браузері Google, відображаються над результатами пошуку.',
    ],
    'seo_description' => [
        'name' => 'Опис Seo',
        'instructions' => 'Це може вплинути на рішення ваших відвідувачів щодо того, чи хочуть вони натискати на вміст у результатах пошуку.',
    ],
    'icon' => [
        'name' => 'Значок',
        'instructions' => 'Він використовується для додавання піктограм із зазначенням типу категорії.',
    ],

    'please_wait' => 'Будь ласка, зачекайте. Вибір підкатегорій',
    'category_selection' => 'Вибір категорії',
    'go_to_parent' => 'Перейти до батьків',
];
