<?php

return [
    'sidebar_hover' => [
        'name'         => 'Наведення бічної панелі',
        'instructions' => 'Розгорніть бічну панель на наведення курсора?',
    ],
    'navigation'    => [
        'name'         => 'Навігація',
        'instructions' => 'Вкажіть <em>особистих</em> порядку навігації.',
        'warning'      => 'Перший доступний елемент навігації використовується як область <strong>дому</strong>.',
        'reorder'      => 'Перетягніть основні елементи навігації в <strong>бічній панелі</strong> , щоб змінити їх порядок.',
    ],
    'display'       => [
        'name'         => 'Щільність відображення',
        'instructions' => 'Компактний дисплей дозволяє одразу відображати більше вмісту на екрані.',
        'option'       => [
            'default' => 'За замовчуванням',
            'compact' => 'Компактний',
        ],
    ],
    'sidebars'      => [
        'name'         => 'Режим бічної панелі',
        'instructions' => 'Статичні бічні смуги завжди будуть видні.',
        'option'       => [
            'default' => 'За замовчуванням',
            'static'  => 'Статичний',
        ],
    ],
];
