<?php

return [
    'title'          => [
        'name' => 'Заголовок',
    ],
    'name'           => [
        'name'         => 'Название',
        'instructions' => 'Название области.',
    ],
    'slug'           => [
        'name'         => 'Идентификатор',
        'instructions' => 'Уникальный текстовый идентификатор. Может состоять только из "безопасных" символов (маленькие латинские буквы, цифры, тире и подчёркивание).',
    ],
    'description'    => [
        'name'         => 'Описание',
        'instructions' => 'Описание области и того, как она будет использована.',
    ],
    'area'           => [
        'name' => 'Область',
    ],
    'block'          => [
        'name' => 'Блок',
    ],
    'extension'      => [
        'name' => 'Расширение',
    ],
    'display_title'  => [
        'name'  => 'Отображать заголовок?',
        'label' => 'Да, отображать заголовок.',
    ],
    'category'       => [
        'name' => 'Категория',
    ],
    'content_layout' => [
        'name'         => 'Содержимое',
        'instructions' => 'Макет, используемый для отображения внутреннего содержимого блока.',
    ],
    'wrapper_layout' => [
        'name'         => 'Оболочка',
        'instructions' => 'Макет, задающий внешний вид содержимого блока.',
    ],
];
