<?php

return [
    'folders' => [
        'name'         => 'پوشه ها',
        'instructions' => 'مشخص کنید که کدام پوشه برای این قسمت موجود است. خالی بگذارید تا همه پوشه ها نمایش داده شوند.',
        'warning'      => 'مجوزهای پوشه موجود نسبت به پوشه های منتخب اولویت دارند.',
    ],
    'max'     => [
        'name'         => 'حداکثر اندازه بارگذاری',
        'instructions' => 'حداکثر اندازه بارگذاری را در <strong>مگابایت</strong>.',
        'warning'      => 'اگر پوشه حداکثر مشخص نشده باشد ، در عوض از سرور حداکثر استفاده می شود.',
    ],
    'mode'    => [
        'name'         => 'حالت ورودی',
        'instructions' => 'چگونه کاربران باید ورودی فایل را ارائه دهند؟',
        'option'       => [
            'default' => 'پرونده ها را بارگذاری و / یا انتخاب کنید.',
            'select'  => 'فقط پرونده ها را انتخاب کنید.',
            'upload'  => 'فقط پرونده ها را بارگذاری کنید.',
        ],
    ],
];
