<?php

return [
    'choose_file' => 'از کدام پرونده دوست دارید استفاده کنید؟',
    'choose_folder' => 'کدام پوشه را می خواهید بارگذاری کنید؟',
    'upload' => 'برای بارگذاری ، اینجا را کلیک کنید یا رها کنید.',
    'no_file_selected' => 'هیچ فایلی انتخاب نشده است.',
    'no_uploads' => 'هیچ پرونده بارگذاری نشده است.',
    'overwrite' => 'قبلاً بارگذاری شده است آیا می خواهید آن را بازنویسی کنید؟',
    'uploading' => 'بارگذاری',
    'loading' => 'بارگذاری',
    'choose_file_option' => 'گزینه File را انتخاب کنید',
];
