<?php

return [
    'advs' => [
        'name'   => 'إعلانات',
        'option' => [
            'read'   => 'يمكن قراءة الإعلانات؟        ',
            'write'  => 'يمكن إنشاء / تعديل الإعلانات؟        ',
            'delete' => 'يمكن حذف الإعلانات؟',
        ],
    ],
    'categories' => [
        'name'   => 'الاقسام',
        'option' => [
            'read'   => 'يمكن قراءة الفئات؟        ',
            'write'  => 'يمكن إنشاء / تحرير الفئات؟        ',
            'delete' => 'يمكن حذف الفئات؟',
        ],
    ],
    'village' => [
        'name'   => 'قرية',
        'option' => [
            'read'   => 'يمكن قراءة القرية؟        ',
            'write'  => 'يمكن إنشاء / تحرير القرية؟        ',
            'delete' => 'يمكن حذف القرية؟',
        ],
    ],
    'custom_fields' => [
        'name'   => 'الحقول المخصصة',
        'option' => [
            'read'   => 'يمكن قراءة الحقول المخصصة؟        ',
            'write'  => 'يمكن إنشاء / تحرير الحقول المخصصة؟        ',
            'delete' => 'يمكن حذف الحقول المخصصة؟',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'الإعلانات الميدانية المخصصة',
        'option' => [
            'read'   => 'يمكن قراءة الإعلانات الميدانية المخصصة؟        ',
            'write'  => 'يمكن إنشاء / تعديل الإعلانات الميدانية المخصصة؟        ',
            'delete' => 'هل يمكن حذف الإعلانات الميدانية المخصصة؟',
        ],
    ],
    'cf_values' => [
        'name'   => 'قيم cf',
        'option' => [
            'read'   => 'يمكن قراءة قيم CF؟        ',
            'write'  => 'يمكن إنشاء / تحرير قيم cf؟        ',
            'delete' => 'يمكن حذف القيم CF؟',
        ],
    ],
    'options' => [
        'name'   => 'خيارات',
        'option' => [
            'read'   => 'يمكن قراءة الخيارات؟',
            'write'  => 'هل يمكن إنشاء / تعديل الخيارات؟',
            'delete' => 'يمكن حذف الخيارات؟',
        ],
    ],
    'productoptions' => [
        'name'   => 'خيارات الإنتاج',
        'option' => [
            'read'   => 'هل تستطيع قراءة خيارات المنتج؟',
            'write'  => 'هل يمكن إنشاء / تعديل خيارات المنتج؟',
            'delete' => 'هل يمكن حذف خيارات المنتج؟',
        ],
    ],
    'productoptions_value' => [
        'name'   => 'قيمة Productoptions',
        'option' => [
            'read'   => 'هل يمكن قراءة قيمة productoptions؟',
            'write'  => 'هل يمكن إنشاء / تحرير قيمة productoptions؟',
            'delete' => 'هل يمكن حذف قيمة productoptions؟',
        ],
    ],
    'options_configuration' => [
        'name'   => 'تكوين الخيارات',
        'option' => [
            'read'   => 'يمكن قراءة تكوين الخيارات؟',
            'write'  => 'يمكن إنشاء / تحرير تكوين الخيارات؟',
            'delete' => 'يمكن حذف تكوين الخيارات؟',
        ],
    ],
    'option_configuration' => [
        'name'   => 'تكوين الخيار',
        'option' => [
            'read'   => 'يمكن قراءة تكوين الخيار؟',
            'write'  => 'يمكن إنشاء / تعديل تكوين الخيار؟',
            'delete' => 'يمكن حذف تكوين الخيار؟',
        ],
    ],
    'option_configuration' => [
        'name'   => 'تكوين الخيار',
        'option' => [
            'read'   => 'يمكن قراءة تكوين الخيار؟',
            'write'  => 'يمكن إنشاء / تعديل تكوين الخيار؟',
            'delete' => 'يمكن حذف تكوين الخيار؟',
        ],
    ],
    'status' => [
        'name'   => 'الحالة',
        'option' => [
            'read'   => 'يمكن قراءة الحالة؟',
            'write'  => 'هل يمكن إنشاء / تعديل الحالة؟',
            'delete' => 'هل يمكن حذف الحالة؟',
        ],
    ],
];
