<?php

return [
    'profile' => [
        'name'   => '프로필',
        'option' => [
            'read'   => '프로필을 읽을 수 있습니까?',
            'write'  => '프로필을 만들거나 편집 할 수 있습니까?',
            'delete' => '프로필을 삭제할 수 있습니까?',
        ],
    ],
    'adress' => [
        'name'   => '주소',
        'option' => [
            'read'   => '주소를 읽을 수 있습니까?',
            'write'  => '주소를 만들거나 편집 할 수 있습니까?',
            'delete' => '주소를 삭제할 수 있습니까?',
        ],
    ],
    'education' => [
        'name'   => '교육',
        'option' => [
            'read'   => '교육을 읽을 수 있습니까?',
            'write'  => '교육을 생성 / 편집 할 수 있습니까?',
            'delete' => '교육을 삭제할 수 있습니까?',
        ],
    ],
    'education_part' => [
        'name'   => '교육 부분',
        'option' => [
            'read'   => '교육 부분을 읽을 수 있습니까?',
            'write'  => '교육 부분을 생성 / 편집 할 수 있습니까?',
            'delete' => '교육 부분을 삭제할 수 있습니까?',
        ],
    ],
];
