<?php

return [
    'folders' => [
        'name'         => 'Папки',
        'instructions' => 'Посочете кои папки са налични за това поле. Оставете празно, за да се покажат всички папки.',
        'warning'      => 'Съществуващите разрешения за папки имат предимство пред избраните папки.',
    ],
    'min'     => [
        'label'        => 'Минимални селекции',
        'instructions' => 'Въведете минималния брой разрешени селекции.',
    ],
    'max'     => [
        'label'        => 'Максимален избор',
        'instructions' => 'Въведете максималния брой разрешени селекции.',
    ],
    'mode'    => [
        'name'         => 'Режим на въвеждане',
        'instructions' => 'Как потребителите трябва да предоставят въвеждане на файлове?',
        'option'       => [
            'default' => 'Качете и / или изберете файлове.',
            'select'  => 'Изберете само файлове.',
            'upload'  => 'Качвайте само файлове.',
        ],
    ],
];
