<?php

return [
    'error_added_cart' => 'المنتج المطلوب مفقود أو غير نشط حاليًا',
    'please_buy_package' => 'يرجى شراء الحزمة',
    'please_payment' => 'يرجى الدفع',
    'bank_account_info' => 'معلومات الحساب المصرفي',
    'agreement' => 'بالنقر فوق نشر ، فأنت توافق على شروط الاستخدام وسياسة الخصوصية الخاصة بنا وتقر بأنك المالك الشرعي لهذا العنصر.',
    'update_category_msg' => 'سيتم تحديث الفئة المبوبة.',
    'updated_category_msg' => 'تم تعديل الفئة بنجاح.',
    'max_ad_limit' => [
        'title' => "حد إعلانك المجاني خارج.",
        'msg' => "لقد وصلت إلى الحد الأقصى للإعلان المجاني.",
        'nextBtn' => "عرض الإعلانات",
        'cancelBtn' => "أو إلغاء",
    ],
    'create_ad_with_post_cat' => [
        'title' => "نشر إعلان في 30 ثانية فقط",
        'msg' => "يرجى عدم نشر إعلانات متعددة لنفس العناصر أو الخدمة. سيتم حذف جميع الإعلانات المكررة والبريد العشوائي والمصنفة بشكل خاطئ.",
        'nextBtn' => "التالى",
        'cancelBtn' => "أو إلغاء",
        'link' => "",
    ],
    'update_category_info' => 'يرجى تحديث الفئة.',
    'filter_by_search_msg' => 'تصفية حسب البحث.',
    'delete_author_error' => 'لا يمكنك حذف منشور لا يخصك',
    'success_delete' => 'تم حذف الإعلان',
    'pending_ad_status' => 'إعلانك في انتظار موافقة المحرر.',
    'extended' => ': تم تمديد عدد الإعلانات بنجاح.',
    'category_not_exist' => 'هذه الفئة لم تعد موجودة!',
];
