<?php

 return[
   "advs"   =>   [
      "name"      =>"Advs",
      "option"      =>      [
         "read"         =>"يمكن قراءة advs؟        ",
         "write"         =>"يمكن إنشاء / تحرير advs؟        ",
         "delete"         =>"يمكن حذف advs؟"
      ],

   ],
   "categories"   =>   [
      "name"      =>"الاقسام",
      "option"      =>      [
         "read"         =>"يمكن قراءة الفئات؟        ",
         "write"         =>"يمكن إنشاء / تحرير الفئات؟        ",
         "delete"         =>"يمكن حذف الفئات؟"
      ],

   ],
   "village"   =>   [
      "name"      =>"قرية",
      "option"      =>      [
         "read"         =>"يمكن قراءة القرية؟        ",
         "write"         =>"يمكن إنشاء / تحرير القرية؟        ",
         "delete"         =>"يمكن حذف القرية؟"
      ],

   ],
   "custom_fields"   =>   [
      "name"      =>"الحقول المخصصة",
      "option"      =>      [
         "read"         =>"يمكن قراءة الحقول المخصصة؟        ",
         "write"         =>"يمكن إنشاء / تحرير الحقول المخصصة؟        ",
         "delete"         =>"يمكن حذف الحقول المخصصة؟"
      ],

   ],
   "custom_field_advs"   =>   [
      "name"      =>"advs حقل مخصص",
      "option"      =>      [
         "read"         =>"يمكن قراءة advs مجال مخصص؟        ",
         "write"         =>"يمكن إنشاء / تحرير advs الحقل المخصص؟        ",
         "delete"         =>"يمكن حذف advs مجال مخصص؟"
      ],

   ],
   "cf_values"   =>   [
      "name"      =>"قيم cf",
      "option"      =>      [
         "read"         =>"يمكن قراءة قيم CF؟        ",
         "write"         =>"يمكن إنشاء / تحرير قيم cf؟        ",
         "delete"         =>"يمكن حذف القيم CF؟",

      ],

   ],

];