<?php

return [
    'advs' => [
        'name'   => 'إعلانات',
        'option' => [
            'read'   => 'يمكن قراءة الإعلانات؟        ',
            'write'  => 'يمكن إنشاء / تعديل الإعلانات؟        ',
            'delete' => 'يمكن حذف الإعلانات؟',
        ],
    ],
    'categories' => [
        'name'   => 'الاقسام',
        'option' => [
            'read'   => 'يمكن قراءة الفئات؟        ',
            'write'  => 'يمكن إنشاء / تحرير الفئات؟        ',
            'delete' => 'يمكن حذف الفئات؟',
        ],
    ],
    'village' => [
        'name'   => 'قرية',
        'option' => [
            'read'   => 'يمكن قراءة القرية؟        ',
            'write'  => 'يمكن إنشاء / تحرير القرية؟        ',
            'delete' => 'يمكن حذف القرية؟',
        ],
    ],
    'custom_fields' => [
        'name'   => 'الحقول المخصصة',
        'option' => [
            'read'   => 'يمكن قراءة الحقول المخصصة؟        ',
            'write'  => 'يمكن إنشاء / تحرير الحقول المخصصة؟        ',
            'delete' => 'يمكن حذف الحقول المخصصة؟',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'الإعلانات الميدانية المخصصة',
        'option' => [
            'read'   => 'يمكن قراءة الإعلانات الميدانية المخصصة؟        ',
            'write'  => 'يمكن إنشاء / تعديل الإعلانات الميدانية المخصصة؟        ',
            'delete' => 'هل يمكن حذف الإعلانات الميدانية المخصصة؟',
        ],
    ],
    'cf_values' => [
        'name'   => 'قيم cf',
        'option' => [
            'read'   => 'يمكن قراءة قيم CF؟        ',
            'write'  => 'يمكن إنشاء / تحرير قيم cf؟        ',
            'delete' => 'يمكن حذف القيم CF؟',
        ],
    ],
];
