<?php

return [
    'advs' => [
        'name'   => 'বিজ্ঞাপন',
        'option' => [
            'read'   => 'বিজ্ঞাপন পড়তে পারেন?',
            'write'  => 'বিজ্ঞাপন তৈরি / সম্পাদনা করতে পারবেন?',
            'delete' => 'বিজ্ঞাপন মুছতে পারেন?',
        ],
    ],
    'categories' => [
        'name'   => 'ধরন',
        'option' => [
            'read'   => 'বিভাগগুলি পড়তে পারেন?',
            'write'  => 'বিভাগগুলি তৈরি / সম্পাদনা করতে পারবেন?',
            'delete' => 'বিভাগগুলি মুছতে পারেন?',
        ],
    ],
    'village' => [
        'name'   => 'গ্রাম',
        'option' => [
            'read'   => 'গ্রাম পড়তে পারি?',
            'write'  => 'গ্রাম তৈরি / সম্পাদনা করতে পারবেন?',
            'delete' => 'গ্রাম মুছতে পারে?',
        ],
    ],
    'custom_fields' => [
        'name'   => 'অস্ত্রোপচার',
        'option' => [
            'read'   => 'কাস্টম ক্ষেত্র পড়তে পারেন?',
            'write'  => 'কাস্টম ক্ষেত্র তৈরি / সম্পাদনা করতে পারবেন?',
            'delete' => 'কাস্টম ক্ষেত্রগুলি মুছতে পারবেন?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'কাস্টম ফিল্ড বিজ্ঞাপন',
        'option' => [
            'read'   => 'কাস্টম ফিল্ড বিজ্ঞাপন পড়তে পারেন?',
            'write'  => 'কাস্টম ফিল্ড বিজ্ঞাপন তৈরি / সম্পাদনা করতে পারেন?',
            'delete' => 'কাস্টম ফিল্ড বিজ্ঞাপন মুছতে পারেন?',
        ],
    ],
    'cf_values' => [
        'name'   => 'সিএফ মান',
        'option' => [
            'read'   => 'সিএফ মান পড়তে পারেন?',
            'write'  => 'সিএফ মান তৈরি / সম্পাদনা করতে পারেন?',
            'delete' => 'সিএফ মানগুলি মুছতে পারেন?',
        ],
    ],
];
