<?php

return [
    'mode'        => [
        'label'        => 'وضع الادخال',
        'instructions' => 'هل تريد الادخلات للوقت والتاريح أو الوقت والتاريخ معاً?',
        'datetime'     => 'تاريخ + وقت',
        'date'         => 'تاريخ',
        'time'         => 'وقت',
    ],
    'date_format' => [
        'label'        => 'صيغة التاريخ',
        'instructions' => 'اختر الصيغة لعنصر ادخال التاريخ.',
    ],
    'time_format' => [
        'label'        => 'صيغة الوقت',
        'instructions' => 'اختر الصيغة لعنصر ادخال الوقت.',
    ],
    'timezone'    => [
        'label'        => 'المنطقة الزمنية',
        'instructions' => 'اختر المنطقة الزمنية لعنصر الادخال.',
        'placeholder'  => 'المنطقة الزمنية الافتراضية',
    ],
    'step'        => [
        'label'        => 'خطوات الدقيقة',
        'instructions' => 'اختر قيمة العداد الزمني لعنصر الادخال.',
    ],
    'year_range'  => [
        'label'        => 'مجال السنة',
        'placeholder'  => '1900:+100',
        'instructions' => 'اختر مجال السنة ليعرض بصيغة <strong>الحد الأدنى:الحد الأعلى</strong> باستخدام قيم السنة أو +/- قيم السنة.',
    ],
    'min'         => [
        'label'        => 'الحد الأدنى للتاريخ',
        'instructions' => 'ادخل الحد الأدنى المسموح به للتاريخ في الأيام من عنصر ادخال الوقت.',
        'placeholder'  => '-30',
    ],
    'max'         => [
        'label'        => 'الحد الأعلى للتاريخ',
        'instructions' => 'ادخل الحد الأعلى المسموح به للتاريخ في الأيام من عنصر ادخال الوقت.',
        'placeholder'  => '45',
    ],
];
