<?php

return [
    'choose_folder' => 'У коју фасциклу бисте желели да отпремите?',
    'upload' => 'Додај слике | Отпреми слике | Приложите фотографију',
    'choose_files' => 'Које бисте датотеке желели да користите?',
    'no_files_selected' => 'Није изабрана ниједна датотека.',
    'no_uploads' => 'Није отпремљена ниједна датотека.',
    'overwrite' => 'је већ постављено. Да ли желите да га препишете?',
    'uploading' => 'Отпремање',
    'loading' => 'Лоадинг',
    'error_upload' => 'Дошло је до проблема при отпремању датотеке.',
    'error_upload_docs' => 'Не постоји подршка за отпремање докумената. Молимо контактирајте свог администратора система!',
];
