<?php

return [
    'category' => [
        'name'   => 'قسم',
        'option' => [
            'read'   => 'زمرہ پڑھ سکتے ہیں؟',
            'write'  => 'کیا زمرہ تشکیل / ترمیم کرسکتے ہیں؟',
            'delete' => 'زمرہ حذف کرسکتے ہیں؟',
        ],
    ],
    'placeholderforsearch' => [
        'name'   => 'پلیس ہولڈفورس تلاش',
        'option' => [
            'read'   => 'کیا پلیس ہولڈفورس سرچز پڑھ سکتے ہیں؟',
            'write'  => 'کیا پلیس ہولڈفورسز تلاش / ترمیم کرسکتے ہیں؟',
            'delete' => 'کیا پلیس ہولڈفورس سرچ کو حذف کیا جاسکتا ہے؟',
        ],
    ],
];
