<?php

 return[
   "email"   =>"Το πεδίο ηλεκτρονικού ταχυδρομείου είναι υποχρεωτικό!",
   "username"   =>"Το πεδίο χρήστη είναι υποχρεωτικό!",
   "success_update"   =>"Ενημέρωση προφίλ με επιτυχία!",
   "adress_success_update"   =>"Ενημέρωση επιτυχώς!",
   "adress_success_create"   =>"Διεύθυνση Δημιουργήστε με επιτυχία!",
   "login_error"   =>"Λανθασμένη σύνδεση ή κωδικός πρόσβασης.",
   "login_noMail_old_user"   =>"Δεν ήταν δυνατή η εύρεση της διεύθυνσης ηλεκτρονικού ταχυδρομείου που εισαγάγατε.",
   "login_noMail_old_user2"   =>"Ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου και δοκιμάστε ξανά.",
   "login_noMail_old_user3"   =>"Εάν το πρόβλημα συνεχίζεται,
   επικοινωνήστε στο