<?php

 return[
   "email"   =>"Το πεδίο ηλεκτρονικού ταχυδρομείου είναι υποχρεωτικό!",
   "username"   =>"Το πεδίο χρήστη είναι υποχρεωτικό!",
   "success_update"   =>"Ενημέρωση προφίλ με επιτυχία!",
   "adress_success_update"   =>"Ενημέρωση επιτυχώς!",
   "adress_success_create"   =>"Διεύθυνση Δημιουργήστε με επιτυχία!",
   "login_error"   =>"Λανθασμένη σύνδεση ή κωδικός πρόσβασης.",
   "login_noMail_old_user"   =>"Δεν ήταν δυνατή η εύρεση της διεύθυνσης ηλεκτρονικού ταχυδρομείου που εισαγάγατε.",
   "login_noMail_old_user2"   =>"Ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου και δοκιμάστε ξανά.",
   "login_noMail_old_user3"   =>"Εάν το πρόβλημα συνεχίζεται,
   επικοινωνήστε στο info@celep.com.",
   "login_info_old_user"   =>"Ένας νέος κωδικός πρόσβασης έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.",
   "success"   =>"Επιτυχία",
   "notified_new_updates"   =>"Θέλω να ενημερώνομαι για νέες ενημερώσεις",
   "notified_about_ads"   =>"Να επιτρέπονται ειδοποιήσεις σχετικά με τις διαφημίσεις μου",
   "receive_messages_email"   =>"Θέλω να λαμβάνω μηνύματα ως email",
   "no_packages_module"   =>"No Module Packages!",
   "required_add"   =>"Συμπληρώστε όλες τις απαιτούμενες γραμμές.",
   "no_extend_package"   =>"Δεν επεκτείνετε τα πακέτα διαφημίσεων",
   "saved"   =>"Αποθηκεύτηκε!"
];