<?php

return [
    'profile' => [
        'name'   => 'Προφίλ',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει το προφίλ;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί προφίλ;        ',
            'delete' => 'Μπορεί να διαγραφεί το προφίλ;',
        ],
    ],
    'adress' => [
        'name'   => 'Διεύθυνση',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει τη διεύθυνση;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί τη διεύθυνση;        ',
            'delete' => 'Μπορεί να διαγράψει τη διεύθυνση;',
        ],
    ],
    'education' => [
        'name'   => 'Εκπαίδευση',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει την εκπαίδευση;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε εκπαίδευση;',
            'delete' => 'Μπορεί να διαγραφεί η εκπαίδευση;',
        ],
    ],
    'education_part' => [
        'name'   => 'Εκπαιδευτικό μέρος',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει το τμήμα εκπαίδευσης;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε τμήμα εκπαίδευσης;',
            'delete' => 'Μπορεί να διαγραφεί το τμήμα εκπαίδευσης;',
        ],
    ],
];
