<?php

return [
    'profile' => [
        'name'   => 'Προφίλ',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει το προφίλ;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί προφίλ;        ',
            'delete' => 'Μπορεί να διαγραφεί το προφίλ;',
        ],
    ],
    'adress' => [
        'name'   => 'Διεύθυνση',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει τη διεύθυνση;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί τη διεύθυνση;        ',
            'delete' => 'Μπορεί να διαγράψει τη διεύθυνση;',
        ],
    ],
];
