<?php

return [
    'activate_your_account' => [
        'subject'      => 'نشط حسابك',
        'greeting'     => 'أهلاً وسهلا :display_name!',
        'instructions' => 'شكرا لتسجيلك!  الرجاء نشط حسابك بالنقرعلى الزر في الأسفل.',
        'button'       => 'تنشيط الحساب',
    ],
    'user_pending_activation' => [
        'subject'       => 'مستخدم ينتظر التنشيط',
        'instructions'  => ':username لقد تم تسجيله وينتظر التنشيط , لتنشيط حسابه انقر على الزر في الأسفل.',
        'button'        => 'تنشيط الحساب',
    ],
    'reset_your_password' => [
        'subject'      => 'إعادة تعين كلمة المرور',
        'greeting'     => 'أهلاً وسهلاٌ :display_name!',
        'notice'       => 'لقد تم طلب إعادة تعين كلمة المرور لحسابك.',
        'warning'      => 'إذا لم تقم بهذا الطلب بإمكان تجاهل هذا البريد الالكتروني بشكل آمان.',
        'instructions' => 'إذا كنت حقاً تريد إعادة تعين كلمة المرور لحسابك انقر على الزر الموجد في الأسفل.',
        'button'       => 'إعادة تعين كلمة المرور',
    ],
    'user_has_registered' => [
        'subject'       => 'لقد تم تسجيل المستخدم',
        'instructions'  => ':username لقد تم تسجيله ! لعرض صفحته الشخصية انقر على الزر الموجود في الأسفل.',
        'button'        => 'عرض الصفحة الشخصية',
    ],
];
