<?php

return [
    'name' => [
        'name' => 'نازناو',
        'instructions' => 'ناوی پۆلێکی سەرەکییە کە تۆ پێناسەی دەکەیت. ڕێگە بە بەکارهێنەر دەدات بە ئاسانی ئەو بەرهەمەی بەدوایدا دەگەڕێن بدۆزنەوە.
',
    ],
    'order' => [
        'name' => 'ڕێک بخەن',
    ],

    'slug' => [
        'name' => 'ناوی تایبەت ئەوەیە
',
        'instructions' => 'هەموو ڕێکخراوێک تاگ بکە بۆ یارمەتیدانی پۆستەکەت لەگەڵ ئەوانی تر.
',

    ],
    'files' => [
        'name' => 'وێنە',
    ],
    'seo_keyword' => [
        'name' => 'Seo Keyword',
        'instructions' => 'وشەی زیادکراو بۆ سایتەکە لە گۆگڵ بۆ ئەوەی لەسەر ئەنجامی گەڕانەکان دەربکەوێت.
',
    ],
    'seo_description' => [
        'name' => 'Seo Danasîn',
        'instructions' => 'دەکرێت کاریگەری لەسەر بڕیاری سەردانیکەرەکانت هەبێت کە ئایا ئەوان دەیانەوێت کلیک لەسەر ناوەڕۆکی ئەنجامەکانی گەڕانەکان بکەن.
',
    ],
    'icon' => [
        'name' => 'وێنۆچکە',
        'instructions' => 'بەکاردێت بۆ زیادکردنی ئایکۆنەکان بۆ ئاماژەدان بە جۆری کەتێگۆریەکە.
',
    ],

    'please_wait' => 'Please wait. Deleting Sub Categories
',
    'category_selection' => 'هەڵبژاردنی کەتێگۆری
',
    'go_to_parent' => 'Go To Parent
',
];
