<?php

return [
    'profile' => [
        'name'   => 'প্রোফাইল',
        'option' => [
            'read'   => 'প্রোফাইল পড়তে পারি?',
            'write'  => 'প্রোফাইল তৈরি / সম্পাদনা করতে পারবেন?',
            'delete' => 'প্রোফাইল মুছতে পারবেন?',
        ],
    ],
    'adress' => [
        'name'   => 'adress',
        'option' => [
            'read'   => 'ঠিকানা পড়তে পারি?',
            'write'  => 'ঠিকানা তৈরি / সম্পাদনা করতে পারেন?',
            'delete' => 'ঠিকানা মুছতে পারেন?',
        ],
    ],
    'education' => [
        'name'   => 'শিক্ষা',
        'option' => [
            'read'   => 'পড়াশোনা করতে পারি?',
            'write'  => 'শিক্ষা তৈরি / সম্পাদনা করতে পারবেন?',
            'delete' => 'পড়াশোনা মুছতে পারবেন?',
        ],
    ],
    'education_part' => [
        'name'   => 'শিক্ষার অংশ',
        'option' => [
            'read'   => 'পড়াশুনা অংশ পড়তে পারেন?',
            'write'  => 'শিক্ষার অংশ তৈরি / সম্পাদনা করতে পারবেন?',
            'delete' => 'শিক্ষার অংশটি মুছতে পারবেন?',
        ],
    ],
];
