<?php

return [
    'show_my_ads' => [
        'name' => 'আমার বিজ্ঞাপনের ট্যাবটি দেখান',
    ],
    'upload_avatar' => [
        'name' => 'অবতার আপলোড',
    ],
    'show_tax_office' => [
        'name' => 'কর অফিস ক্ষেত্র প্রদর্শন করুন',
    ],
    'show_checkbox_terms_on_register' => [
        'name' => 'নিবন্ধটিতে চেকবক্স শর্তাদি প্রদর্শন করুন',
        'instructions' => '"স্বীকৃতি শর্ত", "সুরক্ষা আইন", "গোপনীয়তা শর্ত", "এসএমএস এবং ইমেল" রেজিস্টার ফর্মটিতে দেখান'
    ],
    'register_protection_url' => [
        'name' => 'সুরক্ষা ইউআরএল নিবন্ধন করুন',
    ],
    'register_privacy_url' => [
        'name' => 'গোপনীয়তা ইউআরএল নিবন্ধন করুন',
    ],
    'show_education_profession' => [
        'name' => 'শিক্ষা এবং পেশার ক্ষেত্রগুলি দেখান',
        'instructions' => 'প্রোফাইল সম্পাদনা পৃষ্ঠায় "শিক্ষা", "শিক্ষার রাজ্য" এবং "পেশা" দেখান'
    ],
    'google_captcha_site_key' => [
        'name' => 'গুগল ক্যাপচা সাইট কী',
    ],
    'google_captcha_secret_key' => [
        'name' => 'গুগল ক্যাপচা সিক্রেট কী',
    ],
    'score_threshold' => [
        'name' => 'স্কোর থ্রেশহোল্ড',
        'instructions' => '0 এবং 1 এর মধ্যে একটি মান একটি প্রারম্ভিক যত বেশি তত বেশি কঠোর রিক্যাপ্টচা নির্ধারণ করার চেষ্টা করছে যে কোনও ব্যবহারকারী বট বা না।',
    ],
    'education' => [
        'name' => 'শিক্ষা'
    ],
    'state_of_education' => [
        'name' => 'শিক্ষা রাজ্য'
    ],
    'profession' => [
        'name' => 'পেশা'
    ],
    'hide_register_type_profile' => [
        'name' => 'প্রোফাইল পৃষ্ঠায় নিবন্ধের প্রকারটি লুকান',
        'instructions' => 'প্রোফাইল সম্পাদনা পৃষ্ঠায় নিবন্ধকের ধরণের ক্ষেত্রটি লুকিয়ে রাখে।',
    ],
    'required_district' => [
        'name' => 'প্রয়োজনীয় জেলা',
        'instructions' => 'ঠিকানা যুক্ত করা জেলার দায়বদ্ধতার প্রতিনিধিত্ব করে।',
    ],
    'show_extends_actions' => [
        'name' => 'প্রসারিত ক্রিয়াগুলি দেখান',
        'instructions' => 'আমার প্রোফাইল বিজ্ঞাপন পৃষ্ঠায় উপলভ্য বর্ধিত বিকল্পগুলির প্রতিনিধিত্ব করে।',
    ],
];
