<?php

return [
    'choose_folder' => 'В какую папку вы хотите загрузить файлы?',
    'upload' => 'Добавить изображения | Загрузить изображения | Прикрепить фото',
    'choose_files' => 'Какие файлы вы хотели бы использовать?',
    'no_files_selected' => 'Файлы не выбраны.',
    'no_uploads' => 'Файлы не загружены.',
    'overwrite' => 'уже был загружен. Хотите перезаписать это?',
    'uploading' => 'Выгрузка',
    'loading' => 'загрузка',
    'error_upload' => 'При загрузке файла возникла проблема.',
    'error_upload_docs' => 'Поддержка загрузки документов отсутствует. Пожалуйста, обратитесь к системному администратору!',
];
