<?php

return [
    'profile' => [
        'name'   => 'Профиль',
        'option' => [
            'read'   => 'Может читать профиль?        ',
            'write'  => 'Можно создать / отредактировать профиль?        ',
            'delete' => 'Можете удалить профиль?',
        ],
    ],
    'adress' => [
        'name'   => 'Адрес',
        'option' => [
            'read'   => 'Можете прочитать адрес?        ',
            'write'  => 'Можно создать / изменить адрес?        ',
            'delete' => 'Можете удалить адрес?',
        ],
    ],
    'education' => [
        'name'   => 'Образование',
        'option' => [
            'read'   => 'Может читать образование?',
            'write'  => 'Может создавать / редактировать образование?',
            'delete' => 'Может удалить образование?',
        ],
    ],
    'education_part' => [
        'name'   => 'Образовательная часть',
        'option' => [
            'read'   => 'Может читать образовательную часть?',
            'write'  => 'Может ли образовательная часть создавать / редактировать?',
            'delete' => 'Можно удалить часть образования?',
        ],
    ],
];
