<?php

 return[
   "profile"   =>   [
      "name"      =>"Профиль",
      "option"      =>      [
         "read"         =>"Может читать профиль?        ",
         "write"         =>"Можно создать / отредактировать профиль?        ",
         "delete"         =>"Можете удалить профиль?"
      ],

   ],
   "adress"   =>   [
      "name"      =>"Адрес",
      "option"      =>      [
         "read"         =>"Можете прочитать адрес?        ",
         "write"         =>"Можно создать / изменить адрес?        ",
         "delete"         =>"Можете удалить адрес?",

      ],

   ],

];