<?php

return [
    'show_my_ads' => [
        'name' => 'Показать вкладку "Мои объявления"',
    ],
    'upload_avatar' => [
        'name' => 'Аватар Загрузить',
    ],
    'show_tax_office' => [
        'name' => 'Показать поле налоговой инспекции',
    ],
    'show_checkbox_terms_on_register' => [
        'name' => 'Показывать условия флажка при регистрации',
        'instructions' => 'Покажите в форме регистрации «Условия принятия», «Закон о защите», «Условия конфиденциальности», «СМС и электронные письма».'
    ],
    'register_protection_url' => [
        'name' => 'Зарегистрируйте URL-адрес защиты',
    ],
    'register_privacy_url' => [
        'name' => 'Зарегистрируйте URL-адрес конфиденциальности',
    ],
    'show_education_profession' => [
        'name' => 'Показать поля образования и профессии',
        'instructions' => 'Показывать "Образование", "Уровень образования" и "Профессия" на странице редактирования профиля.'
    ],
    'google_captcha_site_key' => [
        'name' => 'Ключ сайта Google Captcha',
    ],
    'google_captcha_secret_key' => [
        'name' => 'Секретный ключ Google Captcha',
    ],
    'score_threshold' => [
        'name' => 'Порог оценки',
        'instructions' => 'Значение от 0 до 1. Чем выше порог, тем строже ReCaptcha пытается определить, является ли пользователь ботом или нет.',
    ],
    'education' => [
        'name' => 'Образование'
    ],
    'state_of_education' => [
        'name' => 'Состояние образования'
    ],
    'profession' => [
        'name' => 'Профессия'
    ],
    'hide_register_type_profile' => [
        'name' => 'Скрыть тип регистрации на странице профиля',
        'instructions' => 'Скрывает поле типа регистра на странице редактирования профиля.',
    ],
    'required_district' => [
        'name' => 'Требуемый район',
        'instructions' => 'Добавление адреса представляет собой обязанность округа.',
    ],
    'show_extends_actions' => [
        'name' => 'Показать расширяет действия',
        'instructions' => 'Представляет параметры расширений, доступные на странице объявлений в моем профиле.',
    ],
];
