<?php

return [
    'default_value' => [
        'name'         => 'القيمة الافتراضية',
        'instructions' => 'ادخل القيمة الافتراضية إذا كانت موجودة.',
    ],
    'format'        => [
        'label'        => 'صيغة اللون',
        'instructions' => 'حدد الصيغة التي تعرف الألوان.',
    ],
    'colors'        => [
        'label'        => 'ألوان محددة مسبقا',
        'instructions' => 'ادخل قيمة كل لون <strong>(hex, rgb, or rgba)</strong> في سطر جديد.',
        'warning'      => 'إذا لم تكن الألوان المحددة مسبقا بالصيغة المطلوبة فسوف يتم تحويلها عند الاختيار.',
    ],
];
