<?php

return [
    'title'                     => 'مددگار وسائل',
    'description'               => 'مددگار تلاش کریں اور ان معاون وسائل سے خصوصیات تلاش کریں۔',
    'documentation_link'        => 'اوپنکلاسافی دستاویزات',
    'documentation_description' => 'اوپن کلاسیفائف ، ایڈونس تیار کرنے اور ایڈونز کو بھی استعمال کرنے کیلئے دستاویزات ڈھونڈیں۔',
    'slack_link'                => 'سلیک ٹیم',
    'slack_description'         => 'دوسرے اوپن کلاسیفائی صارفین اور ڈویلپرز کے ساتھ بات چیت کریں۔',
    'forum_link'                => 'ڈسکشن فورم',
    'forum_description'         => 'جوابات تلاش کریں اور اوپن کلاسیفائف کے ساتھ تیار کرنے کے بارے میں سوالات پوسٹ کریں۔',
    'addons_link'               => 'دستیاب اڈونز',
    'addons_description'        => 'اوپن کلاسیفائف کے لئے دستیاب ایڈونس دریافت کریں۔',
];
