<?php

return [
    'choose_file' => 'آپ کون سی فائل استعمال کرنا چاہیں گے؟',
    'choose_folder' => 'آپ کس فولڈر میں اپ لوڈ کرنا چاہیں گے؟',
    'upload' => 'فائلوں کو اپ لوڈ کرنے کے لئے یہاں دبائیں یا چھوڑیں۔',
    'no_file_selected' => 'کوئی فائل منتخب نہیں کی گئی.',
    'no_uploads' => 'کوئی فائلیں اپ لوڈ نہیں کی گئیں۔',
    'overwrite' => 'پہلے ہی اپ لوڈ ہوچکا ہے۔ کیا آپ اسے ادلیکھت کرنا چاہیں گے؟',
    'uploading' => 'اپ لوڈ ہو رہا ہے',
    'loading' => 'لوڈ ہو رہا ہے',
    'choose_file_option' => 'فائل آپشن کا انتخاب کریں',
];
