<?php

return [
    'sidebar_hover' => [
        'name'         => 'Наведення бічної панелі',
        'instructions' => 'Розгорніть бічну панель на наведення курсора?',
    ],
    'navigation'    => [
        'name'         => 'Навігація',
        'instructions' => 'Вкажіть <em>порядок навігації за замовчуванням</em>.',
        'warning'      => 'Перший доступний елемент навігації використовується як область <strong>додому</strong>.',
        'reorder'      => 'Перетягніть основні елементи навігації в <strong>бічній панелі</strong> , щоб змінити їх порядок.',
    ],
    "login_icon" => [
        'name' => 'Значок входу',
    ],
    "panel_icon" => [
        'name' => 'Значок панелі',
    ],
    "title" => [
        'name' => 'Назва',
    ],
    "footer_copyright_org_name" => [
        'name' => 'Заголовок авторського права Назва організації',
    ],
    "sidebar_main_color" => [
        'name' => 'Основний колір бічної панелі',
    ],
    "sidebar_secondary_color" => [
        'name' => 'Колір бічної панелі вторинного кольору',
    ],
    "active_sidebar_border_color" => [
        'name' => 'Активний колір бордюру',
    ]
];
