<?php

return [
    'sidebar_hover' => [
        'name'         => 'Наведення бічної панелі',
        'instructions' => 'Розгорніть бічну панель на наведення курсора?',
    ],
    'navigation'    => [
        'name'         => 'Навігація',
        'instructions' => 'Вкажіть <em>порядок навігації за замовчуванням</em>.',
        'warning'      => 'Перший доступний елемент навігації використовується як область <strong>додому</strong>.',
        'reorder'      => 'Перетягніть основні елементи навігації в <strong>бічній панелі</strong> , щоб змінити їх порядок.',
    ],
];
