<?php

return [
    'advs' => [
        'name'   => 'विज्ञापन',
        'option' => [
            'read'   => 'विज्ञापन पढ़ सकते हैं?',
            'write'  => 'विज्ञापन बना / संपादित कर सकते हैं?',
            'delete' => 'विज्ञापन हटा सकते हैं?',
        ],
    ],
    'categories' => [
        'name'   => 'श्रेणियाँ',
        'option' => [
            'read'   => 'श्रेणियां पढ़ सकते हैं?',
            'write'  => 'श्रेणियां बना / संपादित कर सकते हैं?',
            'delete' => 'श्रेणियों को हटा सकते हैं?',
        ],
    ],
    'village' => [
        'name'   => 'गाँव',
        'option' => [
            'read'   => 'पढ़ सकते हैं गाँव?',
            'write'  => 'गाँव बना / संपादित कर सकते हैं?',
            'delete' => 'गांव को हटा सकते हैं?',
        ],
    ],
    'custom_fields' => [
        'name'   => 'कस्टम फील्ड्स',
        'option' => [
            'read'   => 'कस्टम फ़ील्ड पढ़ सकते हैं?',
            'write'  => 'कस्टम फ़ील्ड बना / संपादित कर सकते हैं?',
            'delete' => 'कस्टम फ़ील्ड हटा सकते हैं?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'कस्टम फ़ील्ड विज्ञापन',
        'option' => [
            'read'   => 'कस्टम फ़ील्ड विज्ञापन पढ़ सकते हैं?',
            'write'  => 'कस्टम फ़ील्ड विज्ञापन बना / संपादित कर सकते हैं?',
            'delete' => 'कस्टम फ़ील्ड विज्ञापन हटा सकते हैं?',
        ],
    ],
    'cf_values' => [
        'name'   => 'Cf मान',
        'option' => [
            'read'   => 'Cf मान पढ़ सकते हैं?',
            'write'  => 'Cf मान बना / संपादित कर सकते हैं?',
            'delete' => 'Cf मान हटा सकते हैं?',
        ],
    ],
];
