<?php

return [
    'choose_folder' => 'आप किस फ़ोल्डर में अपलोड करना चाहते हैं?',
    'upload' => 'जोड़ें Addmages | अपलोड İmages | एक तस्वीर लगाओ',
    'choose_files' => 'आप किन फ़ाइलों का उपयोग करना चाहेंगे?',
    'no_files_selected' => 'कोई फ़ाइल चयनित नहीं है।',
    'no_uploads' => 'कोई फ़ाइल अपलोड नहीं की गई।',
    'overwrite' => 'पहले ही अपलोड किया जा चुका है। क्या आप इसे अधिलेखित करना चाहेंगे?',
    'uploading' => 'अपलोड हो रहा है',
    'loading' => 'लोड हो रहा है',
    'error_upload' => 'फ़ाइल अपलोड करने में समस्या थी।',
    'error_upload_docs' => 'कोई दस्तावेज़ अपलोड समर्थन नहीं है। कृपया अपने सिस्टम व्यवस्थापक से संपर्क करें!',
];
