<?php

return [
    'field_type' => [
        'instructions' => [
            "checkboxes" => "בחירה מרובה (יכולה לבצע בחירות מרובות).",
            "decimal" => "ערך מספרי (ניתן להזין סכום. מחיר, ק\"ג, ...)",
            "integer" => "ערך מספרי",
            "radio" => "אזור בחירת רדיו (יכול לבחור אפשרות אחת).",
            "range" => "אזור מספרי (ניתן להזין טווח בסינון).",
            "select" => "אזור בחירה (יכול לבחור אפשרות אחת).",
            "selectdropdown" => "אזור בחירה נפתח (יכול לבחור אפשרות אחת).",
            "selecttop" => "אזור בחירה. זה מוצג ככרטיסייה ברישום.",
            "selectrange" => "בחר אפשרויות טווח מינימלי ומקסימום.",
            "selectimage" => "בחר אפשרויות עם תמונות.",
            "text" => "שדה טקסט",
        ],
    ],
    'choose_type' => 'בחר סוג שדה מותאם אישית',
    'select_type_error' => 'אנא בחר סוג שדה מותאם אישית כדי להמשיך!',
    'value_cf_not_exist' => "השדה המותאם אישית של הערך אינו קיים!",
];
