<?php

return [
    'custom_fields' => [
        'name'   => 'שדות בהתאמה אישית',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא שדות מותאמים אישית?',
            'write'  => 'האם ניתן ליצור / לערוך שדות מותאמים אישית?',
            'delete' => 'האם ניתן למחוק שדות מותאמים אישית?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'ייעוץ שדה מותאם אישית',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא ייעוץ מותאם אישית בתחום?',
            'write'  => 'האם ניתן ליצור / לערוך ייעוץ שדות מותאם אישית?',
            'delete' => 'האם ניתן למחוק ייעוץ שדות מותאם אישית?',
        ],
    ],
    'cfvalue' => [
        'name'   => 'Cfvalue',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא cfvalue?',
            'write'  => 'האם ניתן ליצור / לערוך cfvalue?',
            'delete' => 'האם ניתן למחוק את cfvalue?',
        ],
    ],
    'parent' => [
        'name'   => 'הוֹרֶה',
        'option' => [
            'read'   => 'האם יכול לקרוא הורה?',
            'write'  => 'האם ניתן ליצור / לערוך הורה?',
            'delete' => 'האם ניתן למחוק את ההורה?',
        ],
    ],
];
