<?php

return [
    'choose_folder'     => 'کدام پوشه را می خواهید بارگذاری کنید؟',
    'upload'            => 'agesmages اضافه کنید | بارگیری agesmages | پیوست یک عکس',
    'choose_files'      => 'از کدام پرونده ها می خواهید استفاده کنید؟',
    'no_files_selected' => 'هیچ پرونده ای انتخاب نشده است.',
    'no_uploads'        => 'هیچ پرونده بارگذاری نشده است.',
    'overwrite'         => 'قبلاً بارگذاری شده است آیا می خواهید آن را بازنویسی کنید؟',
    'uploading'         => 'بارگذاری',
    'loading'           => 'بارگذاری',
];
