<?php

return [
    'type'          => [
        'label'        => 'النوع عنصر ادخال',
        'instructions' => 'حدد نوع عنصر الادخال لعرضه.',
        'option'       => [
            'password' => 'كلمة مرور',
            'email'    => 'بريد الكتروني',
            'text'     => 'نص',
        ],
    ],
    'min'           => [
        'label'        => 'أقل حد للطول',
        'instructions' => 'حدد أقل حد مسموح به لطول النص في عنصر الادخال.',
    ],
    'max'           => [
        'label'        => 'أكثر حد للطول',
        'instructions' => 'حدد أكبر حد مسموح به لطول النص في عنصر الادخال.',
    ],
    'show_counter'  => [
        'label'        => 'اظهر العداد',
        'instructions' => 'اعرض الأحرف المتبقية خلال الكتابة?',
    ],
    'suggested'     => [
        'label'        => 'الطول المقترح',
        'instructions' => 'حدد الطول المقترح لعنصر الادخال.',
    ],
    'default_value' => [
        'label'        => 'القيمة الافتراضية',
        'instructions' => 'حدد القيمة الافتراضية.',
    ],
];
