<?php

return [
    'new_profile' => 'Νέο προφίλ',
    'new_adress' => 'Νέα διεύθυνση',
    'show' => 'Εμφάνιση διευθύνσεων',
    'update_password' => 'Ενημέρωση κωδικού πρόσβασης',
    'update_profile' => 'Ανανέωση προφίλ',
    'delete' => 'Διαγράφω',
    'extend' => 'Επεκτείνω',
    'extend_all' => 'Επέκταση όλων',
    'extend_unpublished' => 'Επέκταση μη δημοσιευμένου',
    'edit' => 'Επεξεργασία',
    'go_profile' => 'Μεταβείτε στη Λεπτομέρεια προφίλ',
    'go_user' => 'Μεταβείτε στη Λεπτομέρεια χρήστη',
    'personal' => 'Προσωπικός',
    'corporate' => 'Εταιρικός',
    'export' => 'Εξαγωγή',
    'new_education' => 'Νέα Εκπαίδευση',
    'new_education_part' => 'Νέο τμήμα εκπαίδευσης',
];
