<?php

return [
    "email"      => "Το πεδίο ηλεκτρονικού ταχυδρομείου είναι υποχρεωτικό!",
    "username"      => "Το πεδίο χρήστη είναι υποχρεωτικό!",
    "success_update"      => "Ενημέρωση προφίλ με επιτυχία!",
    "adress_success_update"      => "Ενημέρωση επιτυχώς!",
    "adress_success_create"      => "Διεύθυνση Δημιουργήστε με επιτυχία!",
    "login_error" => "Λανθασμένη σύνδεση ή κωδικός πρόσβασης.",
    "login_noMail_old_user" => "Δεν ήταν δυνατή η εύρεση της διεύθυνσης ηλεκτρονικού ταχυδρομείου που εισαγάγατε.",
    "login_noMail_old_user2" => "Ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου και δοκιμάστε ξανά.",
    "login_noMail_old_user3" => "Εάν το πρόβλημα συνεχίζεται,
   επικοινωνήστε στο info@openclassify.com.",
    "login_info_old_user" => "Ένας νέος κωδικός πρόσβασης έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.",
    "success" => "Επιτυχία",
    "notified_new_updates" => "Θέλω να ενημερώνομαι για νέες ενημερώσεις",
    "notified_about_ads" => "Να επιτρέπονται ειδοποιήσεις σχετικά με τις διαφημίσεις μου",
    "receive_messages_email" => "Θέλω να λαμβάνω μηνύματα ως email",
    "no_packages_module" => "No Module Packages!",
    "required_add"=> "Συμπληρώστε όλες τις απαιτούμενες γραμμές.",
    "no_extend_package" => "Δεν επεκτείνετε τα πακέτα διαφημίσεων",
    "saved" => "Αποθηκεύτηκε!",
    'please_confirm_transaction' => 'Επιβεβαιώστε τη συναλλαγή',
    'password_do_not_match' => 'Οι κωδικοί πρόσβασης δεν ταιριάζουν',
    'your_password_changed' => 'Ο κωδικός πρόσβασής σας ενημερώθηκε με επιτυχία',
    'error_valid_email_or_phone' => 'Ο αριθμός τηλεφώνου ή η μορφή διεύθυνσης ηλεκτρονικού ταχυδρομείου δεν είναι σωστές.',
    'error_valid_phone' => 'Η μορφή αριθμού τηλεφώνου δεν είναι σωστή.',
    'registered_phone' => 'Αυτός ο αριθμός τηλεφώνου έχει ήδη καταχωρηθεί.',
    'ajax_address_error' => 'Καμία διεύθυνση ή μη εξουσιοδοτημένη προβολή.',
    'empty_password_sms_message' => 'Λόγω προβλημάτων ασφαλείας, αλλάξαμε τον κωδικό πρόσβασής σας! Ο νέος κωδικός πρόσβασής σας είναι:',
    'required_all' => "Απαιτείται όλο το πεδίο!",
    'can_not_remove_filled_fields' => "Δεν μπορείτε να καταργήσετε τα γεμάτα πεδία!",
    'wrong_password' => "Ο κωδικός πρόσβασης που εισαγάγατε δεν είναι σωστός!",

    // Forgot Password
    'email_phone_not_found' => 'Το E-mail, ο αριθμός τηλεφώνου δεν είναι σωστός!',

    'disable_account' => 'Θέλετε να κλείσετε τον λογαριασμό σας; Δεν είναι δυνατή η αναίρεση αυτής της λειτουργίας.',

    // Mail
    'update_email_mail_subject' => 'Ενημερώθηκε το email!',
    'update_email_mail_message' => 'Το email σας ενημερώθηκε!',

    // Register
    'recaptcha_field_is_required' => 'Απαιτείται πεδίο reCaptcha.',
    'failed_to_validate_captcha' => 'Αποτυχία επικύρωσης captcha.',
];
