<?php

return [
    'choose_file' => 'Ποιο αρχείο θέλετε να χρησιμοποιήσετε;',
    'choose_folder' => 'Σε ποιον φάκελο θέλετε να ανεβάσετε;',
    'upload' => 'Κάντε κλικ ή αποθέστε αρχεία εδώ για μεταφόρτωση.',
    'no_file_selected' => 'Κανένα επιλεγμένο αρχείο.',
    'no_uploads' => 'Δεν μεταφορτώθηκαν αρχεία.',
    'overwrite' => 'έχει ήδη μεταφορτωθεί. Θέλετε να το αντικαταστήσετε;',
    'uploading' => 'Μεταφόρτωση',
    'loading' => 'Φόρτωση',
    'choose_file_option' => 'Επιλέξτε Επιλογή αρχείου',
];
