<?php

return [
    'sidebar_hover' => [
        'name'         => 'شناور کناری',
        'instructions' => 'نوار کناری را روی شناور ببندید؟',
    ],
    'navigation'    => [
        'name'         => 'منو ها',
        'instructions' => 'ترتیب منوها را مشخص کنید',
        'warning'      => 'اولین آیتم در منو به عنوان خانه در نظر گرفته می شود',
        'reorder'      => 'برای مرتب کردن آیتم ها را در سایدبار با موس جابجا کنید',
    ],
    'display'       => [
        'name'         => 'تراکم نمایش',
        'instructions' => 'صفحه نمایش جمع و جور اجازه می دهد تا محتوای بیشتری به طور همزمان روی صفحه نمایش داده شود.',
        'option'       => [
            'default' => 'پیش فرض',
            'compact' => 'فشرده - جمع و جور',
        ],
    ],
    'sidebars'      => [
        'name'         => 'حالت نوار کناری',
        'instructions' => 'ستون های فرعی استاتیک همیشه قابل مشاهده خواهند بود.',
        'option'       => [
            'default' => 'پیش فرض',
            'static'  => 'استاتیک',
        ],
    ],
];
