<?php

return [
    'advs' => [
        'name'   => 'اعلانات',
        'option' => [
            'read'   => 'آیا می توانید اعلانات را بخوانید؟        ',
            'write'  => 'آیا تصحیح و ایجاد اعلانات ممکن است؟ ',
            'delete' => 'آیا حذف اعلانات ممکن است؟',
        ],
    ],
    'categories' => [
        'name'   => 'گتگوری ها',
        'option' => [
            'read'   => 'آیا خواندن گتگوری ها ممکن است؟        ',
            'write'  => 'آیا تصحیح و ایجاد گتگوری ممکن است؟ ',
            'delete' => 'آیا حذف گتگوری ممکن است؟',
        ],
    ],
    'village' => [
        'name'   => 'قریه',
        'option' => [
            'read'   => 'خواندن قریه ممکن است؟        ',
            'write'  => 'آیا ایجاد و تصحیح قریه ممکن است؟      ',
            'delete' => 'آیا حذف قریه ممکن است؟',
        ],
    ],
    'custom_fields' => [
        'name'   => 'بخش های سفارشی',
        'option' => [
            'read'   => 'آیا خواندن بخش های سفارشی  ممکن است؟  ',
            'write'  => 'آیا ایجاد و تصحیح بخش های سفارشی  ممکن است؟     ',
            'delete' => 'آیا حذف بخش های سفارشی ممکن است؟',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'بخش مشخص اعلانات',
        'option' => [
            'read'   => 'آیا خواندن بخش های اعلانات مشخص  ممکن است؟  ',
            'write'  => 'آیا ایجاد و تصحیح بخش های اعلانات مشخص  ممکن است؟        ',
            'delete' => 'آیاحذف بخش های اعلانات مشخص  ممکن است؟',
        ],
    ],
    'cf_values' => [
        'name'   => 'مقادیر Cf',
        'option' => [
            'read'   => 'آیا خواندن ارزش cf ممکن است؟',
            'write'  => 'آیا ایجاد و تصحیح ارزش cf ممکن است؟',
            'delete' => 'آیا حذف ارزش cf ممکن است؟',
        ],
    ],
    'options' => [
        'name'   => 'گزینه ها',
        'option' => [
            'read'   => 'آیا می توانید گزینه ها را بخوانید؟',
            'write'  => 'آیا می توانید گزینه های ایجاد یا ویرایش کنید؟',
            'delete' => 'آیا می توانید گزینه ها را حذف کنید؟',
        ],
    ],
    'productoptions' => [
        'name'   => 'گزینه های محصول',
        'option' => [
            'read'   => 'آیا می توانید محصولات تولیدی را بخوانید؟',
            'write'  => 'آیا می توان محصولات تولیدی را ایجاد / ویرایش کرد؟',
            'delete' => 'آیا می توان محصولات تولیدی را حذف کرد؟',
        ],
    ],
    'productoptions_value' => [
        'name'   => 'ارزش تولیدات',
        'option' => [
            'read'   => 'آیا می توان محصولات تولیدی را خواند؟',
            'write'  => 'آیا می توان مقدار تولید محصولات را ایجاد یا ویرایش کرد؟',
            'delete' => 'آیا می توان مقدار تولید را حذف کرد؟',
        ],
    ],
    'options_configuration' => [
        'name'   => 'پیکربندی گزینه ها',
        'option' => [
            'read'   => 'آیا می توان پیکربندی گزینه ها را خواند؟',
            'write'  => 'آیا می توان پیکربندی گزینه ها را ایجاد یا ویرایش کرد؟',
            'delete' => 'آیا می توان پیکربندی گزینه ها را حذف کرد؟',
        ],
    ],
    'option_configuration' => [
        'name'   => 'پیکربندی گزینه',
        'option' => [
            'read'   => 'آیا می توان پیکربندی گزینه را خواند؟',
            'write'  => 'آیا می توان پیکربندی گزینه را ایجاد یا ویرایش کرد؟',
            'delete' => 'آیا می توان پیکربندی گزینه را حذف کرد؟',
        ],
    ],
    'option_configuration' => [
        'name'   => 'پیکربندی گزینه',
        'option' => [
            'read'   => 'آیا می توان پیکربندی گزینه را خواند؟',
            'write'  => 'آیا می توان پیکربندی گزینه را ایجاد یا ویرایش کرد؟',
            'delete' => 'آیا می توان پیکربندی گزینه را حذف کرد؟',
        ],
    ],
    'status' => [
        'name'   => 'وضعیت',
        'option' => [
            'read'   => 'آیا می توان وضعیت را خواند؟',
            'write'  => 'آیا می توان وضعیت را ایجاد یا ویرایش کرد؟',
            'delete' => 'آیا می توان وضعیت را حذف کرد؟',
        ],
    ],
];
