<?php

return [
    'choose_folder' => 'В коя папка искате да качите?',
    'upload' => 'Добавяне на изображения | Качване на изображения | Прикачете снимка',
    'choose_files' => 'Кои файлове бихте искали да използвате?',
    'no_files_selected' => 'Няма избрани файлове.',
    'no_uploads' => 'Няма качени файлове.',
    'overwrite' => 'вече е качено. Искате ли да го презапишете?',
    'uploading' => 'Качване',
    'loading' => 'Зареждане',
    'error_upload' => 'При качването на файла възникна проблем.',
    'error_upload_docs' => 'Няма поддръжка за качване на документи. Моля, свържете се с вашия системен администратор!',
];
