<?php

return [
    'field_type' => [
        'instructions' => [
            "checkboxes" => "اختيار متعدد (يمكن إجراء تحديدات متعددة.)",
            "decimal" => "القيمة العددية (يمكن إدخال المبلغ. السعر ، كجم ، ...)",
            "integer" => "قيمة عددية",
            "radio" => "منطقة تحديد الراديو (يمكن اختيار خيار واحد.)",
            "range" => "المنطقة العددية (يمكن إدخال النطاق في التصفية.)",
            "select" => "منطقة التحديد (يمكن اختيار خيار واحد.)",
            "selectdropdown" => "منطقة التحديد المنسدلة (يمكن اختيار خيار واحد).",
            "selecttop" => "منطقة التحديد. تظهر كعلامة تبويب في القائمة.",
            "selectrange" => "حدد خيارات الحد الأدنى والأقصى للنطاق.",
            "selectimage" => "حدد خيارات مع الصور.",
            "text" => "حقل النص",
        ],
    ],
    'choose_type' => 'اختر نوع حقل مخصص',
    'select_type_error' => 'الرجاء تحديد نوع حقل مخصص للمتابعة!',
    'value_cf_not_exist' => "الحقل المخصص للقيمة غير موجود!",
    'error_submit_cf_value' => 'الرجاء إرسال قيمة صالحة لـ: مفتاح.'
];
