<?php

return [
    'menus' => [
        'name'   => 'القوائم',
        'option' => [
            'read'   => 'هل يمكن الوصول لقسم القوائم.',
            'write'  => 'هل يمكن إنشاء وتعديل القوائم.',
            'delete' => 'هل يمكن حذف القوائم.',
        ],
    ],
    'links' => [
        'name'   => 'الروابط',
        'option' => [
            'read'   => 'هل يمكن الوصول لقسم الروابط.',
            'write'  => 'هل يمكن إنشاء وتعديل الروابط.',
            'delete' => 'هل يمكن حذف الروابط.',
        ],
    ],
];
