<?php

return [
    'name' => [
        'name' => 'Τίτλος',
        'instructions' => 'Είναι το όνομα της κύριας κατηγορίας που θα ορίσετε. Επιτρέπει στον χρήστη να βρει εύκολα το προϊόν που ψάχνει.',
    ],
    'order' => [
        'name' => 'Σειρά',
    ],

    'slug' => [
        'name' => 'Γυμνοσάλιαγκας',
        'instructions' => 'Καθορίστε τυχόν οργανωτικές ετικέτες για να ομαδοποιήσετε την ανάρτησή σας με άλλους.',

    ],
    'files' => [
        'name' => 'Εικόνα',
    ],
    'seo_keyword' => [
        'name' => 'Λέξη-κλειδί Seo',
        'instructions' => 'Λέξεις που προστέθηκαν στον ιστότοπο στο πρόγραμμα περιήγησης Google για εμφάνιση πάνω από τα αποτελέσματα αναζήτησης.',
    ],
    'seo_description' => [
        'name' => 'Seo Περιγραφή',
        'instructions' => 'Μπορεί να επηρεάσει την απόφαση των επισκεπτών σας σχετικά με το αν θέλουν να κάνουν κλικ στο περιεχόμενο στα αποτελέσματα αναζήτησης.',
    ],
    'icon' => [
        'name' => 'Εικόνισμα',
        'instructions' => 'Χρησιμοποιείται για την προσθήκη εικονιδίων που υποδεικνύουν τον τύπο κατηγορίας.',
    ],

    'please_wait' => 'Παρακαλώ περιμένετε. Διαγραφή υπο-κατηγοριών',
    'category_selection' => 'Επιλογή κατηγορίας',
    'go_to_parent' => 'Μετάβαση στο γονέα',
];
