<?php

return [
    'category' => [
        'name'   => 'Κατηγορία',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει την κατηγορία;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί την κατηγορία;        ',
            'delete' => 'Μπορεί να διαγραφεί η κατηγορία;',
        ],
    ],
    'placeholderforsearch' => [
        'name'   => 'Θέση θέσης για αναζήτηση',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει το placeholderforsearch;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να τροποποιήσει τη θέσηholderforsearch;        ',
            'delete' => 'Μπορεί να διαγραφεί το σύμβολο κράτησης θέσης για αναζήτηση;',
        ],
    ],
];
