<?php

return [
    'mode'          => [
        'label'        => 'الوضع',
        'instructions' => 'ما هو نوع عنصر الادخال الذي تريد عرضه?',
        'option'       => [
            'switch'   => 'مفاتيح',
            'checkbox' => 'مربعات الاختيار',
            'dropdown' => 'قائمة منسدلة',
            'radio'    => 'أزرار مدورة',
        ],
    ],
    'label'         => [
        'label'        => 'ملصق الاختيار',
        'instructions' => 'هذا الملصق يتم عرضه على يمين عنصر الادخال.',
    ],
    'on_text'       => [
        'label'        => '"تشغيل" نص',
        'instructions' => 'هذا النص سيستخدم لمفاتيح التشغيل.',
        'placeholder'  => 'تشغيل',
    ],
    'on_color'      => [
        'label'        => '"تشغيل" لون',
        'instructions' => 'هذا اللون سوف يستخدم لمفاتيح التشغيل.',
        'option'       => [
            'green'  => 'أخضر',
            'blue'   => 'أزرق',
            'orange' => 'برتقالي',
            'red'    => 'أحمر',
            'gray'   => 'رمادي',
        ],
    ],
    'off_text'      => [
        'label'        => '"اطفاء" نص',
        'instructions' => 'هذا النص سوف يستخدم لمفاتيح "اطفاء".',
        'placeholder'  => 'اطفاء',
    ],
    'off_color'     => [
        'label'        => '"اطفاء" لون',
        'instructions' => 'هذا اللون سوف يستخدم لمفاتيح "اطفاء".',
        'option'       => [
            'green'  => 'أخضر',
            'blue'   => 'أزرق',
            'orange' => 'برتقالي',
            'red'    => 'أحمر',
            'gray'   => 'رمادي',
        ],
    ],
    'default_value' => [
        'label'        => 'الحالة الافتراضية',
        'instructions' => 'ماهي الحالة الافتراضية للمفتاح?',
        'option'       => [
            'on'  => 'تشغيل',
            'off' => 'اطفاء',
        ],
    ],
];
