<?php

 return[
   "email"   =>"فیلد ایمیل مورد نیاز است!",
   "username"   =>"فیلد نام کاربری مورد نیاز است!",
   "success_update"   =>"مشخصات به روز رسانی موفقیت آمیز است!",
   "adress_success_update"   =>"آدرس به روز رسانی موفقیت آمیز!",
   "adress_success_create"   =>"آدرس ایجاد موفقیت آمیز!",
   "login_error"   =>"نام کاربری یا کلمه عبور اشتباه است",
   "login_noMail_old_user"   =>"آدرس ایمیل وارد شده یافت نشد",
   "login_noMail_old_user2"   =>"لطفا آدرس ایمیل را بررسی کنید و دوباره امتحان کنید.",
   "login_noMail_old_user3"   =>"اگر مشکل ادامه پیدا کند، لطفا با «info@celep.com» تماس بگیرید.",
   "login_info_old_user"   =>"یک رمز عبور جدید به آدرس ایمیل شما ارسال شده است.",
   "success"   =>"موفقیت",
   "notified_new_updates"   =>"من می خواهم از به روز رسانی های جدید مطلع شوم",
   "notified_about_ads"   =>"اجازه اعلانها درباره تبلیغات من",
   "receive_messages_email"   =>"من می خواهم پیام ها را به عنوان ایمیل دریافت کنم",
   "no_packages_module"   =>"هیچ بسته بندی ماژول!",
   "required_add"   =>"لطفا تمام خطوط مورد نیاز را پر کنید",
   "no_extend_package"   =>"بدون بسته بندی آگهی های اضافی",
   "saved"   =>"ذخیره!"
];