<?php

return [
    'profile' => [
        'name'   => 'مشخصات',
        'option' => [
            'read'   => 'می توانید نمایه را بخوانید؟        ',
            'write'  => 'آیا می توانید نمایه ایجاد یا ویرایش کنید؟        ',
            'delete' => 'می توانید نمایه را حذف کنید؟',
        ],
    ],
    'adress' => [
        'name'   => 'آدرس',
        'option' => [
            'read'   => 'می توانید آدرس بخوانید؟        ',
            'write'  => 'آیا می توانید آدرس ایجاد یا ویرایش کنید؟        ',
            'delete' => 'می توانید آدرس را حذف کنید؟',
        ],
    ],
    'education' => [
        'name'   => 'تحصیلات',
        'option' => [
            'read'   => 'آیا می توانید آموزش بخوانید؟',
            'write'  => 'آیا می توان آموزش ایجاد یا ویرایش کرد؟',
            'delete' => 'آیا می توان آموزش را حذف کرد؟',
        ],
    ],
    'education_part' => [
        'name'   => 'قسمت آموزش',
        'option' => [
            'read'   => 'آیا می توان قسمت آموزش را خواند؟',
            'write'  => 'آیا می توان بخشی از آموزش را ایجاد یا ویرایش کرد؟',
            'delete' => 'آیا می توان قسمت آموزش را حذف کرد؟',
        ],
    ],
];
