<?php

 return[
   "profile"   =>   [
      "name"      =>"مشخصات",
      "option"      =>      [
         "read"         =>"آیا می توانم پروفایل را بخوانم؟        ",
         "write"         =>"آیا می توانم پروفایل را ایجاد / ویرایش کنم؟        ",
         "delete"         =>"آیا می توانم پروفایل را حذف کنم؟"
      ],

   ],
   "adress"   =>   [
      "name"      =>"آدرس",
      "option"      =>      [
         "read"         =>"می توانید آدرس را بخوانید؟        ",
         "write"         =>"آیا می توانم آدرس را ایجاد / ویرایش کنم؟        ",
         "delete"         =>"آدرس را می توان حذف کرد؟",

      ],

   ],

];