<?php

return [
    'profile' => [
        'name'   => 'مشخصات',
        'option' => [
            'read'   => 'می توانید نمایه را بخوانید؟        ',
            'write'  => 'آیا می توانید نمایه ایجاد یا ویرایش کنید؟        ',
            'delete' => 'می توانید نمایه را حذف کنید؟',
        ],
    ],
    'adress' => [
        'name'   => 'آدرس',
        'option' => [
            'read'   => 'می توانید آدرس بخوانید؟        ',
            'write'  => 'آیا می توانید آدرس ایجاد یا ویرایش کنید؟        ',
            'delete' => 'می توانید آدرس را حذف کنید؟',
        ],
    ],
];
