<?php

return [
    'advs' => [
        'name'   => 'विज्ञापन',
        'option' => [
            'read'   => 'विज्ञापन पढ़ सकते हैं?',
            'write'  => 'विज्ञापन बना / संपादित कर सकते हैं?',
            'delete' => 'विज्ञापन हटा सकते हैं?',
        ],
    ],
    'categories' => [
        'name'   => 'श्रेणियाँ',
        'option' => [
            'read'   => 'श्रेणियां पढ़ सकते हैं?',
            'write'  => 'श्रेणियां बना / संपादित कर सकते हैं?',
            'delete' => 'श्रेणियों को हटा सकते हैं?',
        ],
    ],
    'village' => [
        'name'   => 'गाँव',
        'option' => [
            'read'   => 'पढ़ सकते हैं गाँव?',
            'write'  => 'गाँव बना / संपादित कर सकते हैं?',
            'delete' => 'गांव को हटा सकते हैं?',
        ],
    ],
    'custom_fields' => [
        'name'   => 'कस्टम फील्ड्स',
        'option' => [
            'read'   => 'कस्टम फ़ील्ड पढ़ सकते हैं?',
            'write'  => 'कस्टम फ़ील्ड बना / संपादित कर सकते हैं?',
            'delete' => 'कस्टम फ़ील्ड हटा सकते हैं?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'कस्टम फ़ील्ड विज्ञापन',
        'option' => [
            'read'   => 'कस्टम फ़ील्ड विज्ञापन पढ़ सकते हैं?',
            'write'  => 'कस्टम फ़ील्ड विज्ञापन बना / संपादित कर सकते हैं?',
            'delete' => 'कस्टम फ़ील्ड विज्ञापन हटा सकते हैं?',
        ],
    ],
    'cf_values' => [
        'name'   => 'Cf मान',
        'option' => [
            'read'   => 'Cf मान पढ़ सकते हैं?',
            'write'  => 'Cf मान बना / संपादित कर सकते हैं?',
            'delete' => 'Cf मान हटा सकते हैं?',
        ],
    ],
    'options' => [
        'name'   => 'विकल्प',
        'option' => [
            'read'   => 'विकल्प पढ़ सकते हैं?',
            'write'  => 'विकल्प बना / संपादित कर सकते हैं?',
            'delete' => 'विकल्प हटा सकते हैं?',
        ],
    ],
    'productoptions' => [
        'name'   => 'Productoptions',
        'option' => [
            'read'   => 'Productoptions पढ़ सकते हैं?',
            'write'  => 'Productoptions बना / संपादित कर सकते हैं?',
            'delete' => 'Productoptions हटा सकते हैं?',
        ],
    ],
    'productoptions_value' => [
        'name'   => 'उत्पाद के मूल्य',
        'option' => [
            'read'   => 'क्या उत्पाद अपनाने के मूल्य पढ़ सकते हैं?',
            'write'  => 'Productoptions मान बना / संपादित कर सकते हैं?',
            'delete' => 'क्या Productoptions मान हटा सकते हैं?',
        ],
    ],
    'options_configuration' => [
        'name'   => 'विकल्प विन्यास',
        'option' => [
            'read'   => 'विकल्प विन्यास पढ़ सकते हैं?',
            'write'  => 'विकल्प विन्यास बना / संपादित कर सकते हैं?',
            'delete' => 'विकल्प कॉन्फ़िगरेशन हटा सकते हैं?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'विकल्प विन्यास',
        'option' => [
            'read'   => 'विकल्प विन्यास पढ़ सकते हैं?',
            'write'  => 'विकल्प विन्यास बना / संपादित कर सकते हैं?',
            'delete' => 'विकल्प कॉन्फ़िगरेशन हटा सकते हैं?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'विकल्प विन्यास',
        'option' => [
            'read'   => 'विकल्प विन्यास पढ़ सकते हैं?',
            'write'  => 'विकल्प विन्यास बना / संपादित कर सकते हैं?',
            'delete' => 'विकल्प कॉन्फ़िगरेशन हटा सकते हैं?',
        ],
    ],
    'status' => [
        'name'   => 'स्थिति',
        'option' => [
            'read'   => 'स्टेटस पढ़ सकते हैं?',
            'write'  => 'स्थिति बना / संपादित कर सकते हैं?',
            'delete' => 'स्थिति को हटा सकते हैं?',
        ],
    ],
];
