<?php

return [
    'range'         => [
        'label'        => 'مجال عنصر الادخال',
        'instructions' => 'تسجسل مجالين من القيم مع اثنين من مقابض السحب?',
        'disabled'     => 'معطل',
        'enabled'      => 'مفعل',
        'min'          => 'قيمة دنيا ثابتة',
        'max'          => 'قيمة عليا ثابتة',
    ],
    'min'           => [
        'label'        => 'القيمة الدنيا',
        'instructions' => 'ماهي القيمة الدنيا المسموح بها?',
    ],
    'max'           => [
        'label'        => 'القيمة العليا',
        'instructions' => 'ماهي القيمة العليا المسموح بها?',
    ],
    'step'          => [
        'label'        => 'خطوة',
        'instructions' => 'ادخل حجم خطوة المنزلقة.',
    ],
    'unit'          => [
        'label'        => 'وحدة',
        'instructions' => 'ادخل قيمة الوحدة.',
    ],
    'default_value' => [
        'name'         => 'القيمة الافتراضية',
        'instructions' => 'ادخل القيمة الافتراضية إذا كانت موجودة.',
        'placeholder'  => '4,9',
    ],
];
