<?php

return [
    'name' => [
        'name' => 'शीर्षक',
        'instructions' => 'यह मुख्य श्रेणी का नाम है जिसे आप परिभाषित करेंगे। यह उपयोगकर्ता को आसानी से उस उत्पाद को खोजने की अनुमति देता है जिसकी वे तलाश कर रहे हैं।',
    ],
    'order' => [
        'name' => 'गण',
    ],

    'slug' => [
        'name' => 'काउंटर',
        'instructions' => 'अपनी पोस्ट को दूसरों के साथ समूह में मदद करने के लिए किसी भी संगठनात्मक टैग को निर्दिष्ट करें।',

    ],
    'files' => [
        'name' => 'छवि',
    ],
    'seo_keyword' => [
        'name' => 'एसईओ खोजशब्द',
        'instructions' => 'खोज परिणामों के ऊपर दिखाई देने के लिए Google ब्राउज़र में साइट में जोड़े गए शब्द।',
    ],
    'seo_description' => [
        'name' => 'एसईओ विवरण',
        'instructions' => 'यह आपके आगंतुकों के निर्णय को प्रभावित कर सकता है कि वे खोज परिणामों में सामग्री पर क्लिक करना चाहते हैं या नहीं।',
    ],
    'icon' => [
        'name' => 'चिह्न',
        'instructions' => 'इसका उपयोग श्रेणी प्रकार को इंगित करने वाले आइकन जोड़ने के लिए किया जाता है।',
    ],

    'please_wait' => 'कृपया प्रतीक्षा करें। सबलेटिंग सब श्रेणियां',
    'category_selection' => 'श्रेणी चयन',
    'go_to_parent' => 'जनक के पास जाओ',
];
