<?php

return [
    'category' => [
        'name'   => 'वर्ग',
        'option' => [
            'read'   => 'श्रेणी पढ़ सकते हैं?',
            'write'  => 'श्रेणी बना / संपादित कर सकते हैं?',
            'delete' => 'श्रेणी को हटा सकते हैं?',
        ],
    ],
    'placeholderforsearch' => [
        'name'   => 'Placeholderforsearch',
        'option' => [
            'read'   => 'क्या प्लेसहोल्डर खोज खोज सकते हैं?',
            'write'  => 'प्लेसहोल्डर खोज को बना / संपादित कर सकते हैं?',
            'delete' => 'क्या प्लेसहोल्डर खोज को हटा सकते हैं?',
        ],
    ],
];
