<?php

 return[
   "custom_fields"   =>   [
      "name"      =>"موضوعات سفارشی",
      "option"      =>      [
         "read"         =>"می توانید زمینه های دلخواه را بخوانید؟        ",
         "write"         =>"آیا می توانید زمینه های سفارشی ایجاد یا ویرایش کنید؟        ",
         "delete"         =>"می توانید فیلدهای سفارشی را حذف کنید؟"
      ],

   ],
   "custom_field_advs"   =>   [
      "name"      =>"زمینه های سفارشی",
      "option"      =>      [
         "read"         =>"آیا می توانید توصیه های زمینه دلخواه را بخوانید؟        ",
         "write"         =>"آیا می توانید توصیه های درست دلخواه را ایجاد یا ویرایش کنید؟        ",
         "delete"         =>"آیا می توانید توصیه های زمینه سفارشی را حذف کنید؟"
      ],

   ],
   "cfvalue"   =>   [
      "name"      =>"Cfvalue",
      "option"      =>      [
         "read"         =>"آیا می توانید cfvalue را بخوانید؟        ",
         "write"         =>"آیا می توانید cfvalue ایجاد یا ویرایش کنید؟        ",
         "delete"         =>"آیا می توانید cfvalue را حذف کنید؟",

      ],

   ],

];