<?php

return [
    'posts'      => [
        'name'   => 'پست ها',
        'option' => [
            'read'    => 'دسترسی به پست ها',
            'write'   => 'ویراش و ایجاد پست',
            'delete'  => 'دلیت کردن پست ها',
            'preview' => 'پیش نمایش پست ها',
        ],
    ],
    'categories' => [
        'name'   => 'کتگوری ها',
        'option' => [
            'read'   => 'دسترسی به کتگوری ها',
            'write'  => 'ویراش و ایجاد کتگوری',
            'delete' => 'دلیت کردن کتگوری ها',
        ],
    ],
    'types'      => [
        'name'   => 'نوع ها',
        'option' => [
            'read'   => 'دسترسی به نوع ها',
            'write'  => 'ایجاد و ویرایش',
            'delete' => 'دلیت کردن',
        ],
    ],
    'fields'     => [
        'name'   => 'فیلد ها',
        'option' => [
            'manage' => 'مدیریت فیلد های سفارشی',
        ],
    ],
];
