<?php

return [
    'name' => [
        'name' => 'כותרת',
        'instructions' => 'זה שם הקטגוריה העיקרית שתגדיר. זה מאפשר למשתמש למצוא בקלות את המוצר שהוא מחפש.',
    ],
    'order' => [
        'name' => 'להזמין',
    ],

    'slug' => [
        'name' => 'שבלול',
        'instructions' => 'ציין תגי ארגוני שיעזרו לקבץ את הפוסט שלך עם אחרים.',

    ],
    'files' => [
        'name' => 'תמונה',
    ],
    'seo_keyword' => [
        'name' => 'מילת מפתח SEO',
        'instructions' => 'מילים שנוספו לאתר בדפדפן גוגל יופיעו מעל לתוצאות החיפוש.',
    ],
    'seo_description' => [
        'name' => 'תיאור SEO',
        'instructions' => 'זה יכול להשפיע על החלטת המבקרים שלך אם הם רוצים ללחוץ על התוכן בתוצאות החיפוש.',
    ],
    'icon' => [
        'name' => 'אייקון',
        'instructions' => 'הוא משמש להוספת סמלים המציינים את סוג הקטגוריה.',
    ],

    'please_wait' => 'אנא המתן. מחיקת קטגוריות משנה',
    'category_selection' => 'בחירת קטגוריה',
    'go_to_parent' => 'עבור להורה',
];
