<?php

return [
    'folders' => [
        'name'         => 'תיקיות',
        'instructions' => 'ציין אילו תיקיות זמינות לשדה זה. השאר ריק כדי להציג את כל התיקיות.',
        'warning'      => 'הרשאות תיקיה קיימות מקבלות עדיפות על תיקיות שנבחרו.',
    ],
    'max'     => [
        'name'         => 'גודל העלאה מקסימלי',
        'instructions' => 'ציין את גודל ההעלאה המרבי ב- <strong>מגה בייט</strong>.',
        'warning'      => 'אם לא צוין ישמשו במקום התיקיה מקסימום ואז שרת מקסימום.',
    ],
    'mode'    => [
        'name'         => 'מצב קלט',
        'instructions' => 'כיצד על המשתמשים לספק קלט קבצים?',
        'option'       => [
            'default' => 'העלה ו / או בחר קבצים.',
            'select'  => 'בחר קבצים בלבד.',
            'upload'  => 'העלה קבצים בלבד.',
        ],
    ],
];
