<?php

return [
    'profile' => [
        'name'   => 'پروفائل',
        'option' => [
            'read'   => 'کیا پروفائل پڑھ سکتے ہیں؟',
            'write'  => 'کیا پروفائل تشکیل / ترمیم کرسکتے ہیں؟',
            'delete' => 'پروفائل کو حذف کرسکتے ہیں؟',
        ],
    ],
    'adress' => [
        'name'   => 'ایڈریس',
        'option' => [
            'read'   => 'ایڈریس پڑھ سکتے ہیں؟',
            'write'  => 'ایڈریس تشکیل / ترمیم کرسکتے ہیں؟',
            'delete' => 'ایڈریس کو حذف کرسکتے ہیں؟',
        ],
    ],
    'education' => [
        'name'   => 'تعلیم',
        'option' => [
            'read'   => 'تعلیم پڑھ سکتے ہیں؟',
            'write'  => 'تعلیم تخلیق / ترمیم کرسکتے ہیں؟',
            'delete' => 'کیا تعلیم کو حذف کرسکتے ہیں؟',
        ],
    ],
    'education_part' => [
        'name'   => 'تعلیم کا حصہ',
        'option' => [
            'read'   => 'تعلیم کا حصہ پڑھ سکتے ہیں؟',
            'write'  => 'کیا تعلیم کا حصہ تخلیق / ترمیم کرسکتا ہے؟',
            'delete' => 'کیا تعلیم کا حصہ حذف کرسکتے ہیں؟',
        ],
    ],
];
