<?php

return [
    'profile' => [
        'name'   => 'پروفائل',
        'option' => [
            'read'   => 'کیا پروفائل پڑھ سکتے ہیں؟',
            'write'  => 'کیا پروفائل تشکیل / ترمیم کرسکتے ہیں؟',
            'delete' => 'پروفائل کو حذف کرسکتے ہیں؟',
        ],
    ],
    'adress' => [
        'name'   => 'ایڈریس',
        'option' => [
            'read'   => 'ایڈریس پڑھ سکتے ہیں؟',
            'write'  => 'ایڈریس تشکیل / ترمیم کرسکتے ہیں؟',
            'delete' => 'ایڈریس کو حذف کرسکتے ہیں؟',
        ],
    ],
];
