<?php

return [
    'name' => [
        'name' => 'عنوان',
        'instructions' => 'یہ اس اہم قسم کا نام ہے جسے آپ بیان کریں گے۔ اس سے صارف کو آسانی سے وہ پروڈکٹ تلاش کرنے کی اجازت ملتی ہے جس کی وہ تلاش کر رہے ہیں۔',
    ],
    'order' => [
        'name' => 'ترتیب',
    ],

    'slug' => [
        'name' => 'سلگ',
        'instructions' => 'اپنی پوسٹ کو دوسروں کے ساتھ گروپ کرنے میں مدد کے لئے کسی بھی تنظیمی ٹیگ کی وضاحت کریں۔',

    ],
    'files' => [
        'name' => 'تصویر',
    ],
    'seo_keyword' => [
        'name' => 'SEO کلیدی لفظ',
        'instructions' => 'گوگل کے براؤزر میں سائٹ سے الفاظ تلاش کے نتائج کے اوپر ظاہر ہونے کے لئے شامل کیے گئے۔',
    ],
    'seo_description' => [
        'name' => 'SEO کی تفصیل',
        'instructions' => 'اس سے آپ کے زائرین کے فیصلے پر اثر پڑ سکتا ہے کہ آیا وہ تلاش کے نتائج میں موجود مواد پر کلک کرنا چاہتے ہیں۔',
    ],
    'icon' => [
        'name' => 'شبیہہ',
        'instructions' => 'اس قسم کا اشارہ کرنے والی شبیہیں شامل کرنے کے لئے استعمال کیا جاتا ہے۔',
    ],

    'please_wait' => 'براہ کرم انتظار کریں۔ ذیلی زمرے ختم کرنا',
    'category_selection' => 'زمرہ انتخاب',
    'go_to_parent' => 'پیرنٹ پر جائیں',
];
