<?php

return [
    'field_type' => [
        'instructions' => [
            "checkboxes" => "Множественный выбор (Можно сделать множественный выбор.)",
            "decimal" => "Числовое значение (можно ввести сумму. Цена, кг, ...)",
            "integer" => "Численная величина",
            "radio" => "Область выбора радио (можно выбрать 1 вариант.)<i class='small'>(Создает левое поле фильтрации в списке)</i>",
            "range" => "Числовая область (Диапазон можно ввести при фильтрации.)<i class='small'>(Создает левое поле фильтрации в списке)</i>",
            "select" => "Область выбора (можно выбрать 1 вариант.)<i class='small'>(Создает левое поле фильтрации в списке)</i>",
            "selectdropdown" => "Область выбора раскрывающегося списка (можно выбрать 1 вариант).",
            "selecttop" => "Область выбора. Она отображается в виде вкладки в списке.<i class='small'>(Создает верхнее поле фильтрации в списке)</i>",
            "selectrange" => "Выберите параметры минимального и максимального диапазона.<i class='small'>(Создает верхнее поле фильтрации в списке)</i>",
            "selectimage" => "Выберите «Параметры с изображениями».",
            "text" => "Текстовое поле",
        ],
    ],
    'choose_type' => 'Выберите настраиваемый тип поля',
    'select_type_error' => 'Пожалуйста, выберите тип настраиваемого поля, чтобы продолжить!',
    'value_cf_not_exist' => "Настраиваемое поле значения не существует!",
    'error_submit_cf_value' => 'Укажите допустимое значение для :key.'
];
