<?php

return [
    'custom_fields' => [
        'name'   => 'Настраиваемые поля',
        'option' => [
            'read'   => 'Может читать настраиваемые поля?',
            'write'  => 'Может создавать/редактировать настраиваемые поля?',
            'delete' => 'Можно ли удалить настраиваемые поля?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Рекламные объявления в настраиваемых полях',
        'option' => [
            'read'   => 'Можно ли читать рекламу в настраиваемых полях?',
            'write'  => 'Можно ли создавать/редактировать рекламные поля в настраиваемых полях?',
            'delete' => 'Можно ли удалить рекламу в настраиваемых полях?',
        ],
    ],
    'cfvalue' => [
        'name'   => 'Cfvalue',
        'option' => [
            'read'   => 'Может читать cfvalue?',
            'write'  => 'Может создавать/редактировать cfvalue?',
            'delete' => 'Может удалить cfvalue?',
        ],
    ],
    'parent' => [
        'name'   => 'Родитель',
        'option' => [
            'read'   => 'Может читать родитель?',
            'write'  => 'Может создавать/редактировать родителя?',
            'delete' => 'Может удалить родителя?',
        ],
    ],
];
