<?php

return [
    'name' => [
        'name' => 'শিরোনাম',
        'instructions' => 'এটি আপনার নির্দিষ্ট সংজ্ঞা দেবে এমন প্রধান বিভাগের নাম। এটি ব্যবহারকারীকে তারা যে পণ্যটি সন্ধান করছে তা সহজেই খুঁজে পেতে দেয়।',
    ],
    'order' => [
        'name' => 'ক্রম',
    ],

    'slug' => [
        'name' => 'স্লাগ্',
        'instructions' => 'অন্যদের সাথে আপনার পোস্টকে গ্রুপ করতে সহায়তা করতে কোনও সাংগঠনিক ট্যাগ উল্লেখ করুন।',

    ],
    'files' => [
        'name' => 'ভাবমূর্তি',
    ],
    'seo_keyword' => [
        'name' => 'এসইও কীওয়ার্ড',
        'instructions' => 'শব্দগুলি অনুসন্ধানের ফলাফলের উপরে উপস্থিত হতে গুগল ব্রাউজারে সাইটে যুক্ত হয়েছিল।',
    ],
    'seo_description' => [
        'name' => 'এসইও বর্ণনা',
        'instructions' => 'এটি অনুসন্ধানের ফলাফলগুলিতে সামগ্রীটিতে ক্লিক করতে চান কিনা সে বিষয়ে আপনার দর্শকদের সিদ্ধান্তকে প্রভাবিত করতে পারে।',
    ],
    'icon' => [
        'name' => 'আইকন',
        'instructions' => 'বিভাগের ধরণটি চিহ্নিত করে আইকন যুক্ত করতে এটি ব্যবহৃত হয়।',
    ],

    'please_wait' => 'অনুগ্রহ করে অপেক্ষা করুন Sub সাব বিভাগগুলি মোছা',
    'category_selection' => 'বিভাগ নির্বাচন',
    'go_to_parent' => 'পিতামাতায় যান',
];
