<?php

return [
    'folders' => [
        'name'         => 'ফোল্ডার',
        'instructions' => 'এই ক্ষেত্রের জন্য কোন ফোল্ডারগুলি উপলব্ধ তা উল্লেখ করুন। সমস্ত ফোল্ডার প্রদর্শন করার জন্য ফাঁকা ছেড়ে দিন।',
        'warning'      => 'বিদ্যমান ফোল্ডার অনুমতিগুলি নির্বাচিত ফোল্ডারগুলির চেয়ে অগ্রাধিকার গ্রহণ করে।',
    ],
    'min'     => [
        'label'        => 'ন্যূনতম নির্বাচন',
        'instructions' => 'অনুমোদিত নির্বাচনের সর্বনিম্ন সংখ্যা লিখুন।',
    ],
    'max'     => [
        'label'        => 'সর্বোচ্চ নির্বাচন',
        'instructions' => 'অনুমোদিত নির্বাচনের সর্বাধিক সংখ্যা লিখুন।',
    ],
    'mode'    => [
        'name'         => 'ইনপুট মোড',
        'instructions' => 'ব্যবহারকারীদের ফাইল ইনপুট কীভাবে সরবরাহ করা উচিত?',
        'option'       => [
            'default' => 'আপলোড এবং / অথবা ফাইল নির্বাচন করুন।',
            'select'  => 'কেবল ফাইল নির্বাচন করুন।',
            'upload'  => 'কেবল ফাইল আপলোড করুন।',
        ],
    ],
];
