<?php

return [
    'related'    => [
        'label'        => 'جریان مرتبط',
        'instructions' => 'ورودی های مربوط به جریان را برای نمایش در لیست کشویی مشخص کنید.',
    ],
    'mode'       => [
        'label'  => 'حالت ورودی',
        'option' => [
            'tags'       => 'برچسب ها',
            'lookup'     => 'جستجو',
            'checkboxes' => 'کادرهای تأیید',
        ],
    ],
    'min'        => [
        'label'        => 'حداقل انتخاب ها',
        'instructions' => 'حداقل تعداد انتخاب مجاز را مشخص کنید.',
    ],
    'max'        => [
        'label'        => 'حداکثر انتخاب ها',
        'instructions' => 'حداکثر تعداد انتخاب مجاز را مشخص کنید.',
    ],
    'title_name' => [
        'label'        => 'فیلد عنوان',
        'placeholder'  => 'نام کوچک',
        'instructions' => 'برای نمایش گزینه های کشویی / جستجو ، فیلد <strong>Slug</strong> مشخص کنید.<br>می توانید عناوین قابل تجزیه را مانند <strong>{entry.first_name} {entry.last_name}</strong><br>مشخص کنید ستون عنوان جریان مرتبط به طور پیش فرض استفاده می شود.',
    ],
];
