<?php

return [
    'folders' => [
        'name'         => 'المجلدات',
        'instructions' => 'حدد المجلد المتاح لهذا الحقل. اتركه فارغاً إذا أردت عرض كل المجلدات.',
        'warning'      => 'صلاحيات المجلد الحالية لديهاأولوية أكثر من المجلدات المختارة.',
    ],
    'max'     => [
        'name'         => 'ماكس تحميل الحجم',
        'instructions' => 'حدد الحد الأقصى لحجم التحميل في <strong>ميغابايت</strong>.',
        'warning'      => 'إذا لم يتم تحديد المجلد كحد أقصى ثم سيتم استخدام خادم ماكس بدلا من ذلك.',
    ],
    'mode'    => [
        'name'         => 'وضع الإدخال',
        'instructions' => 'كيف يجب على المستخدمين تقديم ملف الإدخال؟',
        'option'       => [
            'default' => 'تحميل و / أو تحديد الملفات.',
            'select'  => 'حدد الملفات فقط.',
            'upload'  => 'تحميل الملفات فقط.',
        ],
    ],
];
