<?php

return [
    'name' => [
        'name' => 'عنوان',
        'instructions' => 'این نام دسته اصلی است که شما تعریف خواهید کرد. این امکان را به کاربر می دهد تا محصولی را که به دنبالش می گردید به راحتی پیدا کند.',
    ],
    'order' => [
        'name' => 'سفارش',
    ],

    'slug' => [
        'name' => 'مثل حلزون حرکت کردن',
        'instructions' => 'برای کمک به گروه بندی پست خود با دیگران ، برچسب های سازمانی را مشخص کنید.',

    ],
    'files' => [
        'name' => 'تصویر',
    ],
    'seo_keyword' => [
        'name' => 'کلید واژه جستجوگر',
        'instructions' => 'کلمات اضافه شده به سایت در مرورگر Google برای نمایش در بالای نتایج جستجو.',
    ],
    'seo_description' => [
        'name' => 'توضیحات جستجوگر',
        'instructions' => 'این می تواند بر تصمیم بازدید کنندگان شما در مورد اینکه آیا آنها می خواهند روی محتوا در نتایج جستجو کلیک کنند تأثیر بگذارد.',
    ],
    'icon' => [
        'name' => 'آیکون',
        'instructions' => 'برای اضافه کردن نمادهایی که نوع طبقه را نشان می دهد ، استفاده می شود.',
    ],

    'please_wait' => 'لطفاً صبر کنید. حذف دسته بندی های فرعی',
    'category_selection' => 'انتخاب دسته',
    'go_to_parent' => 'به والدین بروید',
];
