<?php

 return[
   "category"   =>   [
      "name"      =>"دسته بندی",
      "option"      =>      [
         "read"         =>"آیا می توانم بخوانم رده بندی؟        ",
         "write"         =>"می توانید رده / ایجاد کنید؟        ",
         "delete"         =>"آیا می توانم رده را حذف کنم؟"
      ],

   ],
   "placeholderforsearch"   =>   [
      "name"      =>"جستجوگرجستجو",
      "option"      =>      [
         "read"         =>"آیا می توانم مکان جستجوگر را جستجو کنم؟        ",
         "write"         =>"آیا می توان مکاندگر جستجو را ایجاد / ویرایش کرد؟        ",
         "delete"         =>"آیا می توان جابجایی placeholderforsearch را حذف کرد؟",

      ],

   ],

];