<?php

return [
    'name' => [
        'name' => 'Наслов',
        'instructions' => 'То је назив главне категорије коју ћете дефинисати. Омогућава кориснику да лако пронађе производ који тражи.',
    ],
    'order' => [
        'name' => 'Наручи',
    ],

    'slug' => [
        'name' => 'Слуг',
        'instructions' => 'Наведите било какве организационе ознаке да бисте помогли груписање поста са другима.',

    ],
    'files' => [
        'name' => 'Слика',
    ],
    'seo_keyword' => [
        'name' => 'Сео Кеиворд',
        'instructions' => 'Речи додате на веб локацију у Гоогле прегледачу да би се појавиле изнад резултата претраге.',
    ],
    'seo_description' => [
        'name' => 'СЕО опис',
        'instructions' => 'То може утицати на одлуку ваших посетилаца да ли желе да кликну на садржај у резултатима претраге.',
    ],
    'icon' => [
        'name' => 'Икона',
        'instructions' => 'Користи се за додавање икона које означавају врсту категорије.',
    ],

    'please_wait' => 'Молимо причекајте.Брисање поткатегорија',
    'category_selection' => 'Избор категорије',
    'go_to_parent' => 'Идите код родитеља',
];
