<?php

return [
    'category' => [
        'name'   => 'Категорија',
        'option' => [
            'read'   => 'Може да чита категорију?',
            'write'  => 'Можете ли креирати / уредити категорију?',
            'delete' => 'Можете ли избрисати категорију?',
        ],
    ],
    'placeholderforsearch' => [
        'name'   => 'Плацехолдерфорсеарцх',
        'option' => [
            'read'   => 'Може ли да прочита резервирано место за претрагу?',
            'write'  => 'Може ли створити / уредити резервирано место за истраживање?',
            'delete' => 'Можете ли избрисати резервирано место за претрагу?',
        ],
    ],
];
