<?php

return [
    'type'    => [
        'label'        => 'نوع المعرف',
        'instructions' => 'ماهو نوع المعرف الذي تود توليده?',
    ],
    'slugify' => [
        'label'        => 'تعريف',
        'instructions' => 'ادخل المعرف ليتم بشطل تلقائي تعريف القيم إذا كانت موجودة.',
    ],
    'min'     => [
        'label'        => 'القيمة الدنيا للطول',
        'instructions' => 'حدد القيمة الدنيا المسموح بها لعنصر الادخال.',
    ],
    'max'     => [
        'label'        => 'القيمة العليا للطول',
        'instructions' => 'حدد القيمة العليا المسموح بها لعنصر الادخال.',
    ],
];
