<?php

return [
    'notify' => [
        'name'   => 'Κοινοποιώ',
        'option' => [
            'read'   => 'Μπορείτε να διαβάσετε ειδοποίηση;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε ειδοποίηση;',
            'delete' => 'Μπορεί να διαγραφεί η ειδοποίηση;',
        ],
    ],
    'smsnotify' => [
        'name'   => 'Smsnotify',
        'option' => [
            'read'   => 'Μπορείτε να διαβάσετε smsnotify;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε smsnotify;',
            'delete' => 'Μπορεί να διαγραφεί το smsnotify;',
        ],
    ],
    'template' => [
        'name'   => 'Πρότυπο',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει πρότυπο;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε πρότυπο;',
            'delete' => 'Μπορεί να διαγραφεί πρότυπο;',
        ],
    ],
];
