<?php

 return[
   "name"   =>   [
      "name"      =>"Τίτλος",

   ],
   "order"   =>   [
      "name"      =>"Σειρά",

   ],
   "slug"   =>   [
      "name"      =>"Γυμνοσάλιαγκας",

   ],
   "parent_category"   =>   [
      "name"      =>"Μητρική εταιρεία",

   ],
   "category"   =>   [
      "name"      =>"Τίτλος κατηγορίας",

   ],
   "price"   =>   [
      "name"      =>"Τιμή",

   ],
   "stock"   =>   [
      "name"      =>"Στοκ",

   ],
   "advs_desc"   =>   [
      "name"      =>"Περιγραφή",

   ],
   "online_payment"   =>   [
      "name"      =>"Διαδικτυακή πληρωμή",

   ],
   "city"   =>   [
      "name"      =>"Πόλη",

   ],
   "country"   =>   [
      "name"      =>"Χώρα",

   ],
   "district"   =>   [
      "name"      =>"Περιοχή",

   ],
   "neighborhood"   =>   [
      "name"      =>"Γειτονιά",

   ],
   "village"   =>   [
      "name"      =>"Χωριό",

   ],
   "files"   =>   [
      "name"      =>"Εικόνες",

   ],
   "cat1"   =>   [
      "name"      =>"Κύρια κατηγορία",

   ],
   "cat2"   =>   [
      "name"      =>"Υποκατηγορία 1",

   ],
   "cat3"   =>   [
      "name"      =>"Υποκατηγορία 2",

   ],
   "cat4"   =>   [
      "name"      =>"Υποκατηγορία 3",

   ],
   "cat5"   =>   [
      "name"      =>"Υποκατηγορία 4",

   ],
   "cat6"   =>   [
      "name"      =>"Υποκατηγορία 5",

   ],
   "cat7"   =>   [
      "name"      =>"Υποκατηγορία 6",

   ],
   "currency"   =>   [
      "name"      =>"Νόμισμα",

   ],
   "status"   =>   [
      "name"      =>"Κατάσταση",

   ],
   "next_add_advs_title"   =>   [
      "name"      =>"Δημοσίευση μιας διαφήμισης σε μόλις 30 δευτερόλεπτα",

   ],
   "next_add_advs_msg"   =>   [
      "name"      =>"Μην δημοσιεύετε πολλές διαφημίσεις για τα ίδια στοιχεία ή υπηρεσία. Όλες οι διπλές,
      ανεπιθύμητες και εσφαλμένα κατηγοριοποιημένες διαφημίσεις θα διαγραφούν.",

   ],
   "next_add_advs_btn"   =>   [
      "name"      =>"Επόμενο",

   ],
   "cancel_add_advs_btn"   =>   [
      "name"      =>"ή Ακύρωση",

   ],
   "pending_adv"   =>   [
      "name"      =>"Εκκρεμείς διαφημίσεις",

   ],
   "archived_adv"   =>   [
      "name"      =>"Αρχειοθετημένες διαφημίσεις",

   ],
   "favs_adv"   =>   [
      "name"      =>"Fav Advs",

   ],
   "my_adv"   =>   [
      "name"      =>"ADVS",

   ],
   "description"   =>   [
      "name"      =>"Περιγραφή",

   ],
   "type"   =>   [
      "name"      =>"Τύπος",

   ],
   "parent_adv"   =>   [
      "name"      =>"Σχετική διαφήμιση",

   ],
   "value"   =>   [
      "name"      =>"αξία",

   ],
   "home"   =>"Σπίτι",
   "list-page"   =>"Λίστα σελίδας",
   "search"   =>"Ψάξιμο",
   "recommended"   =>"Προτεινόμενες διαφημίσεις για εσάς",
   "sort_by"   =>"Ταξινόμηση κατά",
   "pick_option"   =>"Επιλέξτε μια επιλογή",
   "price_high"   =>"Τιμή υψηλή προς χαμηλή",
   "price-low"   =>"Τιμή χαμηλή έως υψηλή",
   "newest"   =>"Νεότερο",
   "categories"   =>"Κατηγορίες",
   "all_categories"   =>"Όλες οι κατηγορίες",
   "location"   =>"Τοποθεσία",
   "send_message"   =>"Να στείλετε μήνυμα",
   "phone_gsm"   =>"Τηλέφωνο Gsm",
   "phone_office"   =>"Τηλέφωνο γραφείου",
   "add_to_favorites"   =>"Προσθήκη στα αγαπημένα",
   "send"   =>"Στείλετε",
   "search_name"   =>"Όνομα αναζήτησης",
   "my_favorite_searches"   =>"Αγαπημένες αναζητήσεις",
   "search_desc"   =>"Μπορείτε να προσθέσετε και να διαχειριστείτε τις αγαπημένες σας επιλογές αναζήτησης εδώ.",
   "complaint_placeholder"   =>"Πληκτρολογήστε τα στοιχεία της καταγγελίας σας εδώ.",
   "show_details"   =>"Δείξε λεπτομέρειες",
   "edit"   =>"Επεξεργασία",
   "approve"   =>"Εγκρίνω",
   "passive"   =>"Παθητικός",
   "offered_by"   =>"Προσφέρεται από",
   "more_ads_by"   =>"Περισσότερες διαφημίσεις από",
   "click_phone"   =>"Εμφάνιση αριθμού τηλεφώνου",
   "share"   =>"Κοινή χρήση αυτής της διαφήμισης",
   "report"   =>"Αναφορά αυτής της διαφήμισης",
   "features"   =>"Χαρακτηριστικά",
   "recommended_ads"   =>"Προτεινόμενες διαφημίσεις για εσάς",
   "new"   =>"Νέος",
   "short_info"   =>"Σύντομες πληροφορίες",
   "secure_trading"   =>"Ασφαλής εμπορία",
   "24/7"   =>"Υποστήριξη 24/7",
   "easy_trading"   =>"Εύκολη συναλλαγή",
   "need_help"   =>"Χρειάζεστε βοήθεια?",
   "give_a_call"   =>"Δώστε μια κλήση",
   "message_sent"   =>"Το μήνυμα στάλθηκε!",
   "asap"   =>"Μήνυμα αποστέλλεται,
   ο πωλητής θα επικοινωνήσει μαζί σας σύντομα.",
   "ad_id"   =>"Αναγνωριστικό διαφήμισης",
   "contact_with"   =>"Επικοινωνήστε με",
   "create_adv"   =>"Δημιουργία διαφήμισης",
   "edit_adv"   =>"Επεξεργασία διαφήμισης",
   "mandatory_fields"   =>"Υποχρεωτικά πεδία",
   "ad_post"   =>"Δημοσίευση διαφημίσεων",
   "sell_item"   =>"Πουλήστε ένα στοιχείο ή μια υπηρεσία",
   "search_save"   =>"Η αγαπημένη αναζήτηση αποθηκεύτηκε με επιτυχία",
   "address"   =>"Διεύθυνση",
   "email"   =>"ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
   "phone"   =>"Τηλέφωνο",
   "send_us_your_feedback"   =>"Στείλτε μας τα σχόλιά σας",
   "online_shopping"   =>"ΠΑΙΡΝΩ",
   "approved"   =>"",
   "declined"   =>"Απορρίφθηκε με επιτυχία",
   "search_on_map"   =>"Αναζήτηση στο χάρτη",
   "post_free_ad"   =>"Δημοσίευση δωρεάν διαφήμισης",
   "select_a_category"   =>"Επιλέξτε μία κατηγορία",
   "select_a_sub_category"   =>"Επιλέξτε μία υπο-κατηγορία",
   "all_dopings_added"   =>"Όλοι οι τύποι ντόπινγκ προστίθενται για αυτήν τη διαφήμιση.",
   "is_get_adv"   =>   [
      "name"      =>"ΠΑΙΡΝΩ",

   ],
   "corporate_info"   =>"Εταιρικές πληροφορίες",
   "featured_ads"   =>"Προτεινόμενες διαφημίσεις",
   "trending_ads"   =>"Αλλαγή διαφημίσεων",
   "search_ads_result_message"   =>   [
      "name"      =>":      βρέθηκαν οι αγγελίες που βρέθηκαν για:αναζήτηση ονόματος",

   ],
   "total"   =>"Σύνολο",
   "quantity"   =>"Ποσότητα",
   "view_cart"   =>"Δείτε το καλάθι",
   "no_ads"   =>"Χωρίς διαφημίσεις!",
   "show_display_mode"   =>   [
      "map"      =>"Χάρτης",
      "list"      =>"Λίστα",

   ],
   "streetview"   =>"θέα στο δρόμο",
   "advs_list_table_thead"   =>   [
      "name"      =>"Adv Name",
      "price"      =>"Τιμή",
      "publish_at"      =>"Ημερομηνία διαφήμισης",
      "location_city"      =>"Πόλη",
      "location_country"      =>"Χώρα",

   ],
   "show_list_view"   =>   [
      "name"      =>"",

   ],
   "show_table_view"   =>   [
      "name"      =>"Τραπέζι",

   ],

];