<?php

return [
    'name' => [
        'name' => 'Τίτλος'
    ],
    'order' => [
        'name' => 'Σειρά'
    ],
    'slug' => [
        'name' => 'Γυμνοσάλιαγκας'
    ],
    'parent_category' => [
        'name' => 'Μητρική εταιρεία'
    ],
    'category' => [
        'name' => 'Τίτλος κατηγορίας'
    ],
    'price' => [
        'name' => 'Τιμή'
    ],
    'standard_price' => [
        'name' => 'Τυπική τιμή'
    ],
    'date' => [
        'name' => 'Ημερομηνία'
    ],
    'photo' => [
        'name' => 'φωτογραφία'
    ],
    'video' => [
        'name' => 'βίντεο'
    ],
    'map' => [
        'name' => 'Χάρτης'
    ],
    'stock' => [
        'name' => 'Στοκ'
    ],
    'advs_desc' => [
        'name' => 'Περιγραφή'
    ],
    'online_payment' => [
        'name' => 'Διαδικτυακή πληρωμή'
    ],
    'city' => [
        'name' => 'Πόλη'
    ],
    'country' => [
        'name' => 'Χώρα'
    ],
    'district' => [
        'name' => 'Περιοχή'
    ],
    'neighborhood' => [
        'name' => 'Γειτονιά'
    ],
    'village' => [
        'name' => 'Χωριό'
    ],
    'files' => [
        'name' => 'Εικόνες'
    ],
    'cat1' => [
        'name' => 'Κύρια κατηγορία'
    ],
    'cat2' => [
        'name' => 'Υποκατηγορία 1'
    ],
    'cat3' => [
        'name' => 'Υποκατηγορία 2'
    ],
    'cat4' => [
        'name' => 'Υποκατηγορία 3'
    ],
    'cat5' => [
        'name' => 'Υποκατηγορία 4'
    ],
    'cat6' => [
        'name' => 'Υποκατηγορία 5'
    ],
    'cat7' => [
        'name' => 'Υποκατηγορία 6'
    ],
    'cat8' => [
        'name' => 'Υποκατηγορία 7'
    ],
    'cat9' => [
        'name' => 'Υποκατηγορία 8'
    ],
    'cat10' => [
        'name' => 'Υποκατηγορία 9'
    ],
    'currency' => [
        'name' => 'Νόμισμα'
    ],
    'status' => [
        'name' => 'Κατάσταση',
        'option' => [
            'approved' => 'Εγκρίθηκε',
            'expired' => 'έχει λήξει',
            'unpublished' => 'Αδημοσίευτος',
            'pending_admin' => 'Εκκρεμεί διαχειριστής',
            'pending_user' => 'Εκκρεμεί χρήστης'
        ]
    ],
    'pending_adv' => [
        'name' => 'Εν αναμονή διαφημίσεων'
    ],
    'finish_at' => [
        'name' => 'Τελειώστε στο'
    ],
    'cover_photo' => [
        'name' => 'Φωτογραφία εξωφύλλου'
    ],
    'favs_adv' => [
        'name' => 'Fav Διαφημίσεις'
    ],
    'my_adv' => [
        'name' => 'ADVS'
    ],
    'description' =>  'Περιγραφή',
    'explanation' =>  'Εξήγηση',
    'type' => [
        'name' => 'Τύπος'
    ],
    'parent_adv' => [
        'name' => 'Σχετική διαφήμιση'
    ],
    'value' => [
        'name' => 'αξία'
    ],
    'list' => 'Λίστα',
    'home' => 'Σπίτι',
    'list-page' => 'Λίστα σελίδας',
    'search' => 'Ψάξιμο',
	'reset' => 'Reset',
    'recommended' => 'Προτεινόμενες διαφημίσεις για εσάς',
    'filter' => 'Φίλτρο',
    'sort' => 'Είδος',
    'sort_by' => 'Ταξινόμηση κατά',
    'pick_option' => 'Επιλέξτε μια επιλογή',
    'pick_ordering' => 'Παραγγελία',
    'price_high' => 'Τιμή υψηλή προς χαμηλή',
    'price_low' => 'Χαμηλή έως Υψηλή τιμή',
    'newest' => 'Νεότερο',
    'oldest' => 'Παλαιότερα',
    'address_a_z' => 'Διεύθυνση (A έως Z)',
    'address_z_a' => 'Διεύθυνση (Ω έως Α)',
	'categories' => [
		'name' => 'Κατηγορίες'
	],
    'all_categories' => 'Όλες οι κατηγορίες',
    'location' => 'Τοποθεσία',
    'send_message' => 'Να στείλετε μήνυμα',
    'phone_gsm' => 'Τηλέφωνο Gsm',
    'phone_office' => 'Τηλέφωνο γραφείου',
    'add_to_favorites' => "Προσθήκη στα αγαπημένα",
    'send' => 'Στείλετε',
    'search_name' => 'Όνομα αναζήτησης',
    'my_favorite_searches' => 'Αγαπημένες αναζητήσεις',
    'search_desc' => 'Μπορείτε να προσθέσετε και να διαχειριστείτε τις αγαπημένες σας επιλογές αναζήτησης εδώ.',
    'complaint_placeholder' => 'Πληκτρολογήστε τα στοιχεία της καταγγελίας σας εδώ.',
    'show_details' => 'Δείξε λεπτομέρειες',
    'ad_actions' => 'Ενέργειες διαφημίσεων',
    'edit' => 'Επεξεργασία',
    'approve' => 'Εγκρίνω',
    'passive' => "Παθητικός",
	'sold' => 'Πωληθεί',
    'offered_by' => 'Προσφέρεται από',
    'more_ads_by' => 'Περισσότερες διαφημίσεις από',
    'click_phone' => 'Εμφάνιση αριθμού τηλεφώνου',
    'share' => 'Κοινή χρήση αυτής της διαφήμισης',
    'report' => 'Αναφορά αυτής της διαφήμισης',
    'features' => 'Χαρακτηριστικά',
    "streetview" => "θέα στο δρόμο",
    'recommended_ads' => 'Προτεινόμενες διαφημίσεις για εσάς',
    'new' => 'Νέος',
    'short_info' => 'Σύντομες πληροφορίες',
    'secure_trading' => 'Ασφαλής εμπορία',
    '24/7' => 'Υποστήριξη 24/7',
    'easy_trading' => 'Εύκολη συναλλαγή',
    'need_help' => 'Χρειάζεστε βοήθεια?',
    'give_a_call' => 'Δώστε μια κλήση',
    'message_sent' => 'Το μήνυμα στάλθηκε!',
    'asap' => 'Μήνυμα αποστέλλεται,
   ο πωλητής θα επικοινωνήσει μαζί σας σύντομα.',
    'ad_id' => 'Αναγνωριστικό διαφήμισης',
    'contact_with' => 'Επικοινωνήστε με',
    'create_adv' => 'Δημιουργία διαφήμισης',
    'edit_adv' => 'Επεξεργασία διαφήμισης',
    'mandatory_fields' => 'Υποχρεωτικά πεδία',
    'ad_post' => 'Δημοσίευση διαφημίσεων',
    'sell_item' => 'Πουλήστε ένα στοιχείο ή μια υπηρεσία',
    'search_save' => 'Η αγαπημένη αναζήτηση αποθηκεύτηκε με επιτυχία',
    'address' => 'Διεύθυνση',
    'email' => 'ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ',
    'phone' => 'Τηλέφωνο',
    'send_us_your_feedback' => 'Στείλτε μας τα σχόλιά σας',
    'online_shopping' => 'ΠΑΙΡΝΩ',
    'approved' => 'Εγκρίθηκε με επιτυχία',
    'extended' => 'Επέκταση με επιτυχία',
    'declined' => 'Απορρίφθηκε με επιτυχία',
    'search_on_map' => 'Αναζήτηση στο χάρτη',
    'post_free_ad' => 'Δημοσίευση δωρεάν διαφήμισης',
    'select_a_category' => 'Επιλέξτε μία κατηγορία',
    'select_a_sub_category' => 'Επιλέξτε μία υπο-κατηγορία',
    'all_dopings_added' => 'Όλοι οι τύποι ντόπινγκ προστίθενται για αυτήν τη διαφήμιση.',
    'is_get_adv' => [
        'name' => 'ΠΑΙΡΝΩ'
    ],
    'corporate_info' => 'Εταιρικές πληροφορίες',
    'featured_ads' => "Προτεινόμενες διαφημίσεις",
    'trending_ads' => 'Αλλαγή διαφημίσεων',
    'search_ad_result_prefix' => 'επί',
    'search_ad_result_text' => '<strong>: μετρήθηκαν</strong> διαφημίσεις στην αναζήτησή σας <strong>: όνομα</strong>',
    'search_ads_result_message' => [
        'name' => ':      βρέθηκαν οι αγγελίες που βρέθηκαν για:αναζήτηση ονόματος',
    ],
    'total' => 'Σύνολο',
    'quantity' => 'Ποσότητα',
    'view_cart' => 'Δείτε το καλάθι',
    'no_ads' => 'Χωρίς διαφημίσεις!',
    'show_display_mode' => [
        'map' => 'Χάρτης',
        'list' => 'Λίστα',
    ],
    'advs_list_table_thead' => [
        'name' => 'Όνομα διαφήμισης',
        'price' => 'Τιμή',
        'publish_at' => 'Ημερομηνία διαφήμισης',
        'location_city' => 'Πόλη',
        'location_country' => 'Χώρα',
    ],
    'show_list_view' => [
        'name' => 'Λίστα',
    ],
    'show_table_view' => [
        'name' => 'Τραπέζι',
    ],
    'showcase' => [
        'name' => 'Βιτρίνα',
    ],
    'new_ad' => [
        'name' => 'Νέα διαφήμιση',
    ],
    'profile' => [
        'name' => 'Προφίλ',
    ],
    'my_ads' => [
        'name' => 'Οι διαφημίσεις μου',
    ],
    'sold_out' => [
        'name' => 'Εξαντλημένα',
    ],
    'edit_category' => 'Επεξεργασία κατηγορίας',
    'set_category' => 'Ορισμός κατηγορίας',
    'max' => [
        'name' => 'Μέγιστη',
    ],
    'min' => [
        'name' => 'Ελάχ',
    ],
    'in_the_last_24_hours' => [
        'name' => 'Τις τελευταίες 24 ώρες'
    ],
    'in_the_last_day' => [
        'name' => 'Τις τελευταίες 24 ώρες'
    ],
    'in_the_last_week' => [
        'name' => 'Την τελευταία εβδομάδα'
    ],
    'in_the_last_month' => [
        'name' => 'Τον τελευταίο μήνα'
    ],
    'ads_with_photo' => [
        'name' => 'Διαφημίσεις με φωτογραφία'
    ],
    'ads_with_video' => [
        'name' => 'Διαφημίσεις με βίντεο'
    ],
    'yes' => [
        'name' => 'Ναί'
    ],
    'no' => [
        'name' => 'Οχι'
    ],
    'is_system' => [
        'name' => 'Είναι σύστημα',
        'instructions' => 'Απαιτείται κατάσταση συστήματος και δεν πρέπει να αλλάξει',
    ],
    'user_access' => [
        'name' => 'Πρόσβαση χρήστη',
        'instructions' => 'Μπορεί ένας χρήστης να χρησιμοποιήσει αυτήν την κατάσταση στις διαφημίσεις του;',
    ],
    "no_location" => "Δεν έχει επιλεγεί τοποθεσία.",
    "continue" => 'Να συνεχίσει',
    "gallery" => 'Εκθεσιακός χώρος',
    "ad" => 'Ενα δ',
    "ads" => 'Διαφημίσεις',
    "were_found" => 'βρέθηκαν.',

    // Pending screen
    'pending_message_1' => 'Η διαφήμιση βρίσκεται στη διαδικασία έγκρισης',
    'pending_message_2' => "Ημερομηνία ενημέρωσης διαφήμισης",
    'pending_message_3' => 'Εκτιμώμενος χρόνος αναμονής',
    'pending_message_4' => 'Ο χρόνος που αφιερώνεται στη διαδικασία έγκρισης θα προστεθεί στον χρόνο ντόπινγκ.',
    'pending_message_5' => 'Δεν είναι δυνατή η πραγματοποίηση συναλλαγών από το τηλεφωνικό κέντρο σχετικά με τη διαφήμιση στη διαδικασία έγκρισης.',
    'hours' => 'ώρες',

    // Preview page
    'preview_text' => [
        'part_1' => 'Εάν οι ακόλουθες πληροφορίες σχετικά με τη διαφήμισή σας είναι σωστές, κάντε κλικ στο κουμπί "Συνέχεια" και προχωρήστε στο επόμενο βήμα.',
        'part_2' => 'Εάν όχι, κάντε κλικ στο κουμπί "Επεξεργασία".',
    ],
    'views' => 'Προβολές',

    // Detail page
    "no_street_view" => "Δεν υπάρχει εικόνα προβολής δρόμου σε αυτήν την τοποθεσία",
    'edit_my_contact_info' => 'Επεξεργασία των στοιχείων επικοινωνίας μου',
    'update_my_contact_info' => 'ενημερώστε τα στοιχεία επικοινωνίας μου',
    'contact_info' => 'Στοιχεία επικοινωνίας',
    'ad_info' => 'Πληροφορίες διαφήμισης',

    // Select cat
    'select_category_step_by_step' => 'Επιλέξτε Κατηγορία Βήμα προς Βήμα',

    // New create page
    'options' => 'Επιλογές',
    'category_selection' => 'Επιλογή κατηγορίας',
    'listing_details' => 'Λεπτομέρειες καταχώρησης',
    'preview' => 'Προεπισκόπηση',
    'congratulations' => 'Συγχαρητήρια',
    'ad_desc' => 'Περιγραφή διαφήμισης',
    'upload_photos' => 'Ανέβασε φωτογραφίες',
    'upload_files' => 'Μεταφόρτωση αρχείων',
    'additional_fields' => 'Πρόσθετα πεδία',
    'ad_location' => 'Τοποθεσία διαφήμισης',
    'owner' => 'Ιδιοκτήτης',
    'default_owner_instruction' => 'Ο κάτοχος θα προεπιλογή στον τρέχοντα χρήστη εάν δεν έχει επιλεγεί κανένας χρήστης',
    'create_page_subtitle' => 'Δημιουργήστε τη διαφήμιση άψογα εισάγοντας λεπτομερείς πληροφορίες σχετικά με τη διαφήμισή σας.',
    'with_my_phone_numbers' => 'With my phone numbers',
    'not_with_my_phone_numbers' => "I don't want to be reached by phone",
    'how_can_you_be_contacted' => "How can you be contacted?",

    // Listing page
    'ad_title' => 'Τίτλος διαφήμισης',
    'listing_date' => 'Ημερομηνία καταχώρησης',
    'view' => 'Θέα',
    'ads_with_map' => 'Διαφημίσεις με χάρτη',
    'advanced_sorting' => 'Προηγμένη ταξινόμηση',
    'filter_by_word' => 'Φιλτράρισμα κατά λέξη',
    'filter_by' => 'Φιλτράρισμα κατά: όνομα',

    'free' => 'Ελεύθερος',
    'ad_date' => 'Ημερομηνία διαφήμισης',
    'photo_video' => 'Φωτογραφία, βίντεο',
    'and_above' => 'και παραπανω',
    'and_below' => 'και παρακάτω',
    'clear_all' => 'Τα καθαρίζω όλα',
    'balances' => 'Υπόλοιπα',
    'packages' => 'Πακέτα',
    'dopings' => 'Ντόπινγκ',
    'advs' => 'Advs',
    'site' => 'Ιστοσελίδα',
    'subscription' => 'Συνδρομή',
	'created' => 'Δημιουργήθηκε',
	'product_option' => [
		'name' => 'Επιλογή προϊόντος'
	],
	'option_json' => [
		'name' => 'Επιλογή'
	],
    'old_price' => [
        'name' => 'Παλιά τιμή'
    ],
	'save_search' => 'Αποθήκευση αναζήτησης',
    'publish_at' => [
        'name' => 'Ημερομηνία δημοσίευσης'
    ],
    'tax' => [
        'name' => 'Tax'
    ],
    'name_a_z' => 'Name (A to Z)',
    'name_z_a' => 'Name (Z to A)',
];
