<?php

return [
    'advs' => [
        'name'   => 'Διαφημίσεις',
        'option' => [
            'read'   => 'Μπορούν να διαβάσουν τις διαφημίσεις;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί διαφημίσεις;        ',
            'delete' => 'Μπορούν να διαγραφούν οι διαφημίσεις;',
        ],
    ],
    'categories' => [
        'name'   => 'Κατηγορίες',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει κατηγορίες;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί κατηγορίες;        ',
            'delete' => 'Μπορούν να διαγραφούν κατηγορίες;',
        ],
    ],
    'village' => [
        'name'   => 'Χωριό',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει χωριό;        ',
            'write'  => 'Μπορεί να δημιουργήσει / επεξεργαστεί το χωριό;        ',
            'delete' => 'Μπορεί να διαγράψει χωριό;',
        ],
    ],
    'custom_fields' => [
        'name'   => 'Προσαρμοσμένα πεδία',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει προσαρμοσμένα πεδία;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί προσαρμοσμένα πεδία;        ',
            'delete' => 'Μπορούν να διαγραφούν προσαρμοσμένα πεδία;',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Διαφημίσεις προσαρμοσμένου πεδίου',
        'option' => [
            'read'   => 'Μπορούν να διαβάσουν προσαρμοσμένες διαφημίσεις πεδίου;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί διαφημίσεις προσαρμοσμένου πεδίου;        ',
            'delete' => 'Μπορούν να διαγραφούν προσαρμοσμένες διαφημίσεις πεδίου;',
        ],
    ],
    'cf_values' => [
        'name'   => 'Cf τιμές',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει τιμές cf;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί τιμές cf;        ',
            'delete' => 'Μπορεί να διαγράψει τιμές cf;',
        ],
    ],
    'options' => [
        'name'   => 'Επιλογές',
        'option' => [
            'read'   => 'Μπορείτε να διαβάσετε επιλογές;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε επιλογές;',
            'delete' => 'Μπορείτε να διαγράψετε επιλογές;',
        ],
    ],
    'productoptions' => [
        'name'   => 'Επιλογές προϊόντων',
        'option' => [
            'read'   => 'Μπορείτε να διαβάσετε τις επιλογές προϊόντων;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε επιλογές προϊόντων;',
            'delete' => 'Μπορείτε να διαγράψετε τις επιλογές προϊόντων;',
        ],
    ],
    'productoptions_value' => [
        'name'   => 'Αξία επιλογών προϊόντος',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει την τιμή του προϊόντος;',
            'write'  => 'Μπορεί να δημιουργήσει / επεξεργαστεί αξία επιλογών προϊόντος;',
            'delete' => 'Μπορεί να διαγραφεί η τιμή επιλογών προϊόντος;',
        ],
    ],
    'options_configuration' => [
        'name'   => 'Διαμόρφωση επιλογών',
        'option' => [
            'read'   => 'Μπορείτε να διαβάσετε τις επιλογές διαμόρφωσης;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε ρυθμίσεις διαμόρφωσης;',
            'delete' => 'Μπορεί να διαγραφεί η διαμόρφωση επιλογών;',
        ],
    ],
    'option_configuration' => [
        'name'   => 'Διαμόρφωση επιλογής',
        'option' => [
            'read'   => 'Μπορείτε να διαβάσετε τη διαμόρφωση επιλογών;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε τη διαμόρφωση επιλογών;',
            'delete' => 'Μπορεί να διαγραφεί η διαμόρφωση επιλογών;',
        ],
    ],
    'option_configuration' => [
        'name'   => 'Διαμόρφωση επιλογής',
        'option' => [
            'read'   => 'Μπορείτε να διαβάσετε τη διαμόρφωση επιλογών;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε τη διαμόρφωση επιλογών;',
            'delete' => 'Μπορεί να διαγραφεί η διαμόρφωση επιλογών;',
        ],
    ],
    'status' => [
        'name'   => 'Κατάσταση',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει την κατάσταση;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε κατάσταση;',
            'delete' => 'Μπορεί να διαγραφεί η κατάσταση;',
        ],
    ],
];
