<?php

return [
    'advs' => [
        'name'   => 'Διαφημίσεις',
        'option' => [
            'read'   => 'Μπορούν να διαβάσουν τις διαφημίσεις;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί διαφημίσεις;        ',
            'delete' => 'Μπορούν να διαγραφούν οι διαφημίσεις;',
        ],
    ],
    'categories' => [
        'name'   => 'Κατηγορίες',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει κατηγορίες;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί κατηγορίες;        ',
            'delete' => 'Μπορούν να διαγραφούν κατηγορίες;',
        ],
    ],
    'village' => [
        'name'   => 'Χωριό',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει χωριό;        ',
            'write'  => 'Μπορεί να δημιουργήσει / επεξεργαστεί το χωριό;        ',
            'delete' => 'Μπορεί να διαγράψει χωριό;',
        ],
    ],
    'custom_fields' => [
        'name'   => 'Προσαρμοσμένα πεδία',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει προσαρμοσμένα πεδία;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί προσαρμοσμένα πεδία;        ',
            'delete' => 'Μπορούν να διαγραφούν προσαρμοσμένα πεδία;',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Διαφημίσεις προσαρμοσμένου πεδίου',
        'option' => [
            'read'   => 'Μπορούν να διαβάσουν προσαρμοσμένες διαφημίσεις πεδίου;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί διαφημίσεις προσαρμοσμένου πεδίου;        ',
            'delete' => 'Μπορούν να διαγραφούν προσαρμοσμένες διαφημίσεις πεδίου;',
        ],
    ],
    'cf_values' => [
        'name'   => 'Cf τιμές',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει τιμές cf;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί τιμές cf;        ',
            'delete' => 'Μπορεί να διαγράψει τιμές cf;',
        ],
    ],
];
