<?php

return [
    'folders' => [
        'name'         => 'फ़ोल्डर',
        'instructions' => 'निर्दिष्ट करें कि इस फ़ील्ड के लिए कौन से फ़ोल्डर उपलब्ध हैं। सभी फ़ोल्डर प्रदर्शित करने के लिए खाली छोड़ दें।',
        'warning'      => 'मौजूदा फ़ोल्डर अनुमतियाँ चयनित फ़ोल्डर पर पूर्वता लेती हैं।',
    ],
    'max'     => [
        'name'         => 'अधिकतम अपलोड आकार',
        'instructions' => '<strong>मेगाबाइट</strong>में अधिकतम अपलोड आकार निर्दिष्ट करें।',
        'warning'      => 'यदि फ़ोल्डर अधिकतम निर्दिष्ट नहीं किया गया है और फिर इसके बजाय सर्वर अधिकतम का उपयोग किया जाएगा।',
    ],
    'mode'    => [
        'name'         => 'इनपुट मोड',
        'instructions' => 'उपयोगकर्ताओं को फ़ाइल इनपुट कैसे प्रदान करना चाहिए?',
        'option'       => [
            'default' => 'फ़ाइलें अपलोड और / या चुनें।',
            'select'  => 'केवल फ़ाइलों का चयन करें।',
            'upload'  => 'केवल फाइलें अपलोड करें।',
        ],
    ],
];
