<?php

return [
    'choose_file' => 'आप किस फ़ाइल का उपयोग करना चाहेंगे?',
    'choose_folder' => 'आप किस फ़ोल्डर में अपलोड करना चाहते हैं?',
    'upload' => 'अपलोड करने के लिए यहां क्लिक या ड्रॉप करें।',
    'no_file_selected' => 'किसी भी फाइल का चयन नहीं।',
    'no_uploads' => 'कोई फ़ाइल अपलोड नहीं की गई।',
    'overwrite' => 'पहले ही अपलोड किया जा चुका है। क्या आप इसे अधिलेखित करना चाहेंगे?',
    'uploading' => 'अपलोड हो रहा है',
    'loading' => 'लोड हो रहा है',
    'choose_file_option' => 'फ़ाइल विकल्प चुनें',
];
