<?php

return [
    'field_type' => [
        'instructions' => [
            "checkboxes" => "Вишеструки избор (може извршити вишеструки избор.)",
            "decimal" => "Нумеричка вредност (Износ се може унети. Цена, кг, ...)",
            "integer" => "Нумеричка вредност",
            "radio" => "Подручје за одабир радија (можете одабрати једну опцију.)",
            "range" => "Нумеричко подручје (опсег се може унети у филтрирање.)",
            "select" => "Подручје за одабир (можете одабрати 1 опцију.)",
            "selectdropdown" => "Подручје за избор падајућег менија (можете одабрати 1 опцију.)",
            "selecttop" => "Подручје избора. Приказује се као картица у листи.",
            "selectrange" => "Изаберите Мин. И Мак. Опсег опсега.",
            "selectimage" => "Изаберите Опције са сликама.",
            "text" => "Текстуално поље",
        ],
    ],
    'choose_type' => 'Изаберите прилагођени тип поља',
    'select_type_error' => 'Изаберите прилагођени тип поља да бисте наставили!',
    'value_cf_not_exist' => "Прилагођено поље вредности не постоји!",
    'error_submit_cf_value' => 'Please submit a valid value for :key.'
];
