<?php

return [
    'custom_fields' => [
        'name'   => 'Прилагођена област',
        'option' => [
            'read'   => 'Можете ли читати прилагођена поља?',
            'write'  => 'Може ли да креира / уређује прилагођена поља?',
            'delete' => 'Можете ли избрисати прилагођена поља?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Адвс по мери',
        'option' => [
            'read'   => 'Да ли могу да читају прилагођене огласе у пољу?',
            'write'  => 'Може ли да креира / уређује прилагођене огласе у пољу?',
            'delete' => 'Да ли можете да избришете прилагођене адвс поља?',
        ],
    ],
    'cfvalue' => [
        'name'   => 'Цфвалуе',
        'option' => [
            'read'   => 'Може ли да чита цфвалуе?',
            'write'  => 'Може ли да креира / уреди цфвалуе?',
            'delete' => 'Можете ли избрисати цфвалуе?',
        ],
    ],
    'parent' => [
        'name'   => 'Родитељ',
        'option' => [
            'read'   => 'Може ли читати родитељ?',
            'write'  => 'Можете ли да креирате / измените родитеља?',
            'delete' => 'Можете ли избрисати родитеља?',
        ],
    ],
];
