<?php

return [
    'rows'          => [
        'label'        => 'أسطر عنصر الادخال',
        'instructions' => 'حدد عدد الأسكر الظاهرة في عنصر الادخال قبل البدء  باظهار شريط التمرير.',
    ],
    'min'           => [
        'label'        => 'الحد الأدنى للطول',
        'instructions' => 'حدد الحد الأدنى المسموح بها لطول نص عنصر الادخال.',
    ],
    'max'           => [
        'label'        => 'الحد الأعلى للطول',
        'instructions' => 'حدد الحد الأعلى المسموح بها لطول نص عنصر الادخال.',
    ],
    'default_value' => [
        'label'        => 'القيمة الافتراضية',
        'instructions' => 'حدد القيمة الافتراضية.',
    ],
];
