<?php

return [
    'field'        => [
        'name'         => 'فیلد',
        'label'        => 'فیلد',
        'instructions' => 'فیلد مورد نظر را انتخاب کنید'
    ],
    'label'        => [
        'name'         => 'لیبل',
        'instructions' => 'لیبل برای فرم مورد استفاده قرار میگیرد. اگر خالی بگذارید از نام فیلد استفاده می شود'
    ],
    'required'     => [
        'name'         => 'اجباری',
        'label'        => 'آیا این فیلد اجباری است؟',
        'instructions' => 'اگر اجباری باشد این فیلد همواره باید مقداری داشته باشد.'
    ],
    'unique'       => [
        'name'         => 'منحصر به فرد',
        'label'        => 'آیا این فیلد منحصر به فرد است؟',
        'instructions' => 'اگر منحصر به فرد باشد باید مقدار یکتایی داشته باشد'
    ],
    'placeholder'  => [
        'name'         => 'نمایش پیش فرض',
        'instructions' => 'این مقدار به عنوان راهنما در ورودی فرم نمایش داده می شود.'
    ],
    'translatable' => [
        'name'         => 'قابل ترجمه',
        'label'        => 'آیا این فیلد قابل ترجمه است؟',
        'instructions' => 'این فیلد برای ترجه به زبان های مختلف موجود خواهد بود',
        'warning'      => 'این نوع-فیلد قابلیت ترجمه ندارد'
    ],
    'instructions' => [
        'name'         => 'دستور العمل',
        'instructions' => 'برای کمک کردن به کاربر استفاده می شود'
    ],
    'warning'      => [
        'name'         => 'هشدار',
        'instructions' => 'هشدار ها برای جلب توجه کاربر استفاده می شوند'
    ]
];
