<?php

return [
    'name'         => [
        'name'         => 'نام',
        'instructions' => 'نام فیلد چیست؟',
    ],
    'slug'         => [
        'name'         => 'اسلاگ',
        'instructions' => 'اسلاگ، از جمله چیزهای دیگر، برای نام ستون پایگاه داده استفاده می شود.',
    ],
    'description'  => [
        'name'         => 'شرح',
        'instructions' => 'یک توضیح مختصر را وارد کنید',
    ],
    'type'         => [
        'name'         => 'نوع فیلد',
        'instructions' => 'کدام نوع فیلد را می خواهید برای این فیلد استفاده کنید؟',
        'warning'      => 'تغییر این مقدار باعث می شود یک صفحه مجدد بارگزاری شود.',
    ],
    'placeholder'  => [
        'name'         => 'نمایش پیش فرض',
        'instructions' => 'اگر پشتیبانی شود، متغیرهایی در ورودی نمایش داده می شود وقتی ورودی وارد نشده است.',
    ],
    'title_column' => [
        'name'         => 'ستون عنوان',
        'instructions' => 'مشخص کننده فیلد که به عنوان عنوان عمل می کند',
    ],
    'instructions' => [
        'name'         => 'دستورالعمل ها',
        'instructions' => 'دستورالعمل های فیلد برای کمک به کاربران در فرم ها نمایش داده می شود.',
    ],
    'warning'      => [
        'name'         => 'هشدار',
        'instructions' => 'هشدارها به اطلاعات مهم کمک می کنند.',
    ],
    'translatable' => [
        'name'         => 'قابل ترجه',
        'instructions' => 'آیا ورودی های این استریم چند زبانه هستند؟',
        'warning'      => 'استریم ها باید برای فیلد ها قابل ترجمه باشد تا بتواند به درستی کار کند.',
    ],
    'trashable'    => [
        'name'         => 'قابل حذف شدن',
        'instructions' => 'آیا می خواهید به جای پاک کردن به سطل زباله منتقل شوند',
    ],
    'sortable'     => [
        'name'         => 'قابل مرتب شدن',
        'instructions' => 'آیا ورودی ها در این استریم قابل مرتب شدن هستند؟',
    ],
    'searchable'   => [
        'name'         => 'قابل جستجو',
        'instructions' => 'آیا ورودی ها در این استریم قابل جستجو هستند؟',
    ],
    'config'       => [
        'name'         => 'پیکربندی',
        'instructions' => 'با استفاده از JSON یک پیکربندی انتخاب کنید',
    ],
];
