<?php

return [
    'en'    => [
        'name' => 'انگلیسی'
    ],
    'fa'    => [
        'name' => 'فارسی'
    ],
    'de'    => [
        'name' => 'آلمانی'
    ],
    'ar'    => [
        'name' => 'عربی'
    ],
    'cs'    => [
        'name' => 'کشور چک'
    ],
    'el'    => [
        'name' => 'یونانی'
    ],
    'es'    => [
        'name' => 'اسپانیایی'
    ],
    'et'    => [
        'name' => 'استونیایی'
    ],
    'fr'    => [
        'name' => 'فرانسوی'
    ],
    'fr-ca' => [
        'name' => 'کانادایی فرانسوی)'
    ],
    'it'    => [
        'name' => 'ایتالیایی'
    ],
    'nl'    => [
        'name' => 'هلندی'
    ],
    'sv'    => [
        'name' => 'سوئدی'
    ],
    'sme'   => [
        'name' => 'سامی شمالی'
    ],
    'sl'    => [
        'name' => 'اسلوونی'
    ],
    'pl'    => [
        'name' => 'لهستانی'
    ],
    'pt'    => [
        'name' => 'پرتغالی'
    ],
    'pt-br'    => [
        'name' => 'پرتغالی برزیل'
    ],
    'br'    => [
        'name' => 'برتون'
    ],
    'ru'    => [
        'name' => 'روسی'
    ],
    'cn'    => [
        'name' => 'چینی ها'
    ],
    'tw'    => [
        'name' => 'توکی'
    ],
    'he'    => [
        'name' => 'عبری'
    ],
    'lt'    => [
        'name' => 'لیتوانیایی'
    ],
    'fi'    => [
        'name' => 'فنلاندی'
    ],
    'da'    => [
        'name' => 'دانمارکی'
    ],
    'id'    => [
        'name' => 'اندونزیایی'
    ],
    'hu'    => [
        'name' => 'مجارستانی'
    ],
    'th'    => [
        'name' => 'تایلندی'
    ],
    'tr'    => [
        'name' => 'ترکی'
    ],
    'bn'    => [
        'name' => 'بنگالی'
    ],
    'sq'    => [
        'name' => 'آلبانیایی'
    ],
    'hi'    => [
        'name' => 'هندی'
    ],
    'zh-cn' => [
        'name' => 'زبان چینی ساده شده)'
    ],
    'zh-tw' => [
        'name' => 'چینی (تایوان)'
    ],
    'vi' => [
        'name' => 'ویتنامی'
    ],
];
