<?php

return [
    'timezone'    => [
        'label'        => 'منطقه زمانی',
        'instructions' => 'منطقه زمانی خود را مشخص کنید'
    ],
    'date_format' => [
        'label'        => 'فرمت تاریخ',
        'instructions' => 'فرمت تاریخ مورد نظر خود را مشخص کنید'
    ],
    'time_format' => [
        'label'        => 'قالب زمان',
        'instructions' => 'فرمت زمان مورد نظر خود را مشخص کنید.'
    ],
    'per_page'    => [
        'label'        => 'نتایج در هر صفحه',
        'instructions' => 'تعداد نتایجی را که ترجیح میدهید در هر صفحه نمایش داده شود مشخص کنید.'
    ]
];
