<?php

return [
    'category' => [
        'name'   => 'קטגוריה',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא קטגוריה?',
            'write'  => 'האם ניתן ליצור / לערוך קטגוריה?',
            'delete' => 'האם ניתן למחוק קטגוריה?',
        ],
    ],
    'placeholderforsearch' => [
        'name'   => 'מציין מקום תחקיר',
        'option' => [
            'read'   => 'האם אתה יכול לקרוא חיפוש מצייני מיקום?',
            'write'  => 'האם ניתן ליצור / לערוך חיפוש מצפי מיקום?',
            'delete' => 'האם ניתן למחוק מציין מיקום בחיפוש?',
        ],
    ],
];
