<?php

return [
    'choose_folder' => 'حەز دەکەیت کام بوخچە بەرز بکەیتەوە ؟
',
    'upload' => 'وێنەکانی دانێن | وێنەکانی بار بکه | وێنەیەک هاوپێچ بکە
',
    'choose_files' => 'حەزدەکەیت کام پەڕگەکان بەکاربهێنیت ؟
',
    'no_files_selected' => 'هیچ پەڕگەکان هەڵبژراردنی نەکراوە
',
    'no_uploads' => 'هیچ پەڕگەکان دانێنی نەکراوە
',
    'overwrite' => 'هەر ئێستا بارکراو. حەزدەکەیت بەسەریدا زاڵ بیت ؟
',
    'uploading' => 'بارکردن',
    'loading' => 'بارکردن',
    'error_upload' => 'There was a problem uploading the file.
',
    'error_upload_docs' => '! هیچ پاڵپشتیەکی بەڵگەنامە نییە. تکایە پەیوەندی بکە بە بەڕێوەبەری سیستمەکەتەوە
',
];
