<?php

return [
    'profile' => [
        'name'   => 'Профіль',
        'option' => [
            'read'   => 'Чи можете прочитати профіль?',
            'write'  => 'Чи можете створити / редагувати профіль?',
            'delete' => 'Можна видалити профіль?',
        ],
    ],
    'adress' => [
        'name'   => 'Адреса',
        'option' => [
            'read'   => 'Чи можете прочитати адресу?',
            'write'  => 'Чи можете створити / редагувати адресу?',
            'delete' => 'Чи можна видалити адресу?',
        ],
    ],
    'education' => [
        'name'   => 'Освіта',
        'option' => [
            'read'   => 'Чи вмієте читати освіту?',
            'write'  => 'Чи можете створювати / редагувати освіту?',
            'delete' => 'Можна видалити освіту?',
        ],
    ],
    'education_part' => [
        'name'   => 'Освітня частина',
        'option' => [
            'read'   => 'Чи вмієте читати навчальну частину?',
            'write'  => 'Чи можете створювати / редагувати навчальну частину?',
            'delete' => 'Можна видалити навчальну частину?',
        ],
    ],
];
