<?php

return [
    'default_value' => [
        'label'        => 'مقدار پیش فرض',
        'instructions' => 'رنگ پیش فرض اگر وجود دارد را انتخاب کنید',
    ],
    'format'        => [
        'label'        => 'فرمت رنگ',
        'instructions' => 'فرمت انتخاب رنگ را مشخص کنید',
    ],
    'colors'        => [
        'label'        => 'رنگ های از پیش تعیین شده',
        'instructions' => 'هر رنگ را به یکی از صورت های <strong>(hex, rgb, or rgba)</strong> در یک سطر وارد کنید.',
        'warning'      => 'اگر رنگ های از پیش تعیین شده به فرمت درست نباشند، به صورت خودکار تبدیل می شوند',
    ],
];
