<?php

return [
    'error_added_cart' => 'Запрашиваемый продукт в настоящее время отсутствует или неактивен',
    'please_buy_package' => 'Пожалуйста,
   купите пакет',
    'please_payment' => 'Пожалуйста оплатите',
    'bank_account_info' => 'Информация о банковском счете',
    'agreement' => 'Нажимая «Опубликовать», вы соглашаетесь с нашими Условиями использования и Политикой конфиденциальности, подтверждающими, что вы являетесь законным владельцем этого элемента.',
    'update_category_msg' => 'Классифицированная категория будет обновлена.',
    'updated_category_msg' => 'Категория успешно отредактирована.',
    'max_ad_limit' => [
        'title' => "Ваш предел бесплатных объявлений истек.",
        'msg' => "Вы достигли ограничения на количество бесплатных объявлений.",
        'nextBtn' => "Показать рекламу",
        'cancelBtn' => "или Отмена",
    ],
    'create_ad_with_post_cat' => [
        'title' => "Разместите объявление всего за 30 секунд",
        'msg' => "Пожалуйста, НЕ публикуйте несколько объявлений для одних и тех же товаров или услуг. Все дубликаты, спам и неправильно классифицированные объявления будут удалены.",
        'nextBtn' => "следующий",
        'cancelBtn' => "или Отмена",
        'link' => "",
    ],
    'update_category_info' => 'Пожалуйста, обновите категорию.',
    'filter_by_search_msg' => 'Фильтр по поиску.',
    'delete_author_error' => 'Вы не можете удалить пост, который не принадлежит вам',
    'success_delete' => 'Объявление удалено',
    'pending_ad_status' => 'Ваше объявление ожидает одобрения редактором.',
    'extended' => ': количество объявлений было успешно продлено.',
];
