<?php

 return[
   "advs"   =>   [
      "name"      =>"Advs",
      "option"      =>      [
         "read"         =>"Может читать советы?        ",
         "write"         =>"Можно создавать / редактировать советы?        ",
         "delete"         =>"Можете удалить рекламу?"
      ],

   ],
   "categories"   =>   [
      "name"      =>"категории",
      "option"      =>      [
         "read"         =>"Может читать категории?        ",
         "write"         =>"Можно создавать / редактировать категории?        ",
         "delete"         =>"Можете удалить категории?"
      ],

   ],
   "village"   =>   [
      "name"      =>"Деревня",
      "option"      =>      [
         "read"         =>"Может читать деревню?        ",
         "write"         =>"Можно создать / редактировать деревню?        ",
         "delete"         =>"Можете удалить деревню?"
      ],

   ],
   "custom_fields"   =>   [
      "name"      =>"Настраиваемые поля",
      "option"      =>      [
         "read"         =>"Может читать пользовательские поля?        ",
         "write"         =>"Можно создавать / редактировать настраиваемые поля?        ",
         "delete"         =>"Можно удалить пользовательские поля?"
      ],

   ],
   "custom_field_advs"   =>   [
      "name"      =>"Настраиваемые поля",
      "option"      =>      [
         "read"         =>"Может читать пользовательские поля,
         советы?        ",
         "write"         =>"Может создавать / редактировать пользовательские поля advs?        ",
         "delete"         =>"Может удалить пользовательские поля advs?"
      ],

   ],
   "cf_values"   =>   [
      "name"      =>"Значения ср",
      "option"      =>      [
         "read"         =>"Может читать значения ср?        ",
         "write"         =>"Может создавать / редактировать значения cf?        ",
         "delete"         =>"Можно удалить значения cf?",

      ],

   ],

];