<?php

return [
    'advs' => [
        'name'   => 'Объявления',
        'option' => [
            'read'   => 'Может читать рекламу?        ',
            'write'  => 'Можно создавать / редактировать рекламу?        ',
            'delete' => 'Можете удалить рекламу?',
        ],
    ],
    'categories' => [
        'name'   => 'категории',
        'option' => [
            'read'   => 'Может читать категории?        ',
            'write'  => 'Можно создавать / редактировать категории?        ',
            'delete' => 'Можете удалить категории?',
        ],
    ],
    'village' => [
        'name'   => 'Деревня',
        'option' => [
            'read'   => 'Может читать деревню?        ',
            'write'  => 'Можно создать / редактировать деревню?        ',
            'delete' => 'Можете удалить деревню?',
        ],
    ],
    'custom_fields' => [
        'name'   => 'Настраиваемые поля',
        'option' => [
            'read'   => 'Может читать пользовательские поля?        ',
            'write'  => 'Можно создавать / редактировать настраиваемые поля?        ',
            'delete' => 'Можно удалить пользовательские поля?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Пользовательские полевые объявления',
        'option' => [
            'read'   => 'Может читать пользовательские полевые объявления?        ',
            'write'  => 'Можно создавать / редактировать настраиваемые поля объявлений?        ',
            'delete' => 'Можно ли удалить настраиваемые поля объявлений?',
        ],
    ],
    'cf_values' => [
        'name'   => 'Значения ср',
        'option' => [
            'read'   => 'Может читать значения ср?        ',
            'write'  => 'Может создавать / редактировать значения cf?        ',
            'delete' => 'Можно удалить значения cf?',
        ],
    ],
];
