<?php

return [
    'category' => [
        'name'   => 'বিভাগ',
        'option' => [
            'read'   => 'বিভাগ পড়তে পারেন?',
            'write'  => 'বিভাগ তৈরি / সম্পাদনা করতে পারেন?',
            'delete' => 'বিভাগ মুছতে পারবেন?',
        ],
    ],
    'placeholderforsearch' => [
        'name'   => 'Placeholderforsearch',
        'option' => [
            'read'   => 'স্থানধারার অনুসন্ধানগুলি পড়তে পারেন?',
            'write'  => 'স্থানধারার অনুসন্ধানগুলি তৈরি / সম্পাদনা করতে পারবেন?',
            'delete' => 'স্থানধারিকা অনুসন্ধান মুছতে পারবেন?',
        ],
    ],
];
