<?php

return [
    'dashboards' => [
        'name'   => 'لوحات القيادة',
        'option' => [
            'read'   => 'هل يمكن الوصول إلى لوحة القيادة.',
            'write'  => 'هل يمكن إنشاء أو تعديل أو إعادة تنظيم لوحات القيادة.',
            'delete' => 'هل يمكن حذف لوحات القيادة.',
        ],
    ],
    'widgets'    => [
        'name'   => 'الأدوات المساعدة',
        'option' => [
            'read'   => 'هل يمكن الوصول إلى الأداة المساعدة.',
            'write'  => 'هل يمكن إنشاء أو تعديل الأدوات المساعدة.',
            'delete' => 'هل يمكن حذف الأدوات المساعدة.',
        ],
    ],
];
