<?php

return [
    'sidebar_hover' => [
        'name'         => 'Задръжте курсора на страничната лента',
        'instructions' => 'Разширяване на страничната лента при задържане на курсора на мишката?',
    ],
    'navigation'    => [
        'name'         => 'Навигация',
        'instructions' => 'Посочете <em>по подразбиране</em> ред за навигация.',
        'warning'      => 'Първият достъпен елемент за навигация се използва като зона <strong>начало</strong>.',
        'reorder'      => 'Влачите и пускате на първични навигационни елементи в <strong>лента</strong> , за да ги пренаредите.',
    ],
    "login_icon" => [
        'name' => 'Икона за вход',
    ],
    "panel_icon" => [
        'name' => 'Икона на панела',
    ],
    "title" => [
        'name' => 'Заглавие',
    ],
    "footer_copyright_org_name" => [
        'name' => 'Долен колонтитул Име на организацията за авторски права',
    ],
    "sidebar_main_color" => [
        'name' => 'Основен цвят на страничната лента',
    ],
    "sidebar_secondary_color" => [
        'name' => 'Вторичен цвят на страничната лента',
    ],
    "active_sidebar_border_color" => [
        'name' => 'Активен цвят на границата на страничната лента',
    ]
];
