<?php

return [
    'folders' => [
        'name'         => 'فولڈرز',
        'instructions' => 'بتائیں کہ اس فیلڈ کے لئے کون سے فولڈر دستیاب ہیں۔ تمام فولڈرز کو ظاہر کرنے کے لئے خالی چھوڑیں۔',
        'warning'      => 'موجودہ فولڈروں میں فولڈر کی موجودہ اجازتوں کو فوقیت دیتی ہے۔',
    ],
    'min'     => [
        'label'        => 'کم سے کم انتخاب',
        'instructions' => 'اجازت شدہ انتخاب کی کم از کم تعداد درج کریں۔',
    ],
    'max'     => [
        'label'        => 'زیادہ سے زیادہ انتخاب',
        'instructions' => 'اجازت شدہ انتخاب کی زیادہ سے زیادہ تعداد درج کریں۔',
    ],
    'mode'    => [
        'name'         => 'ان پٹ وضع',
        'instructions' => 'صارفین کو فائل ان پٹ کس طرح فراہم کرنا چاہئے؟',
        'option'       => [
            'default' => 'فائلیں اپ لوڈ اور / یا منتخب کریں۔',
            'select'  => 'صرف فائلیں منتخب کریں۔',
            'upload'  => 'صرف فائلیں اپ لوڈ کریں۔',
        ],
    ],
];
