<?php

return [
    'choose_folder' => 'آپ کس فولڈر میں اپ لوڈ کرنا چاہیں گے؟',
    'upload' => 'İmages شامل کریں اپ لوڈ İmages | تصویر منسلک کریں',
    'choose_files' => 'آپ کون سی فائلیں استعمال کرنا چاہیں گے؟',
    'no_files_selected' => 'کوئی فائلیں منتخب نہیں کی گئیں۔',
    'no_uploads' => 'کوئی فائلیں اپ لوڈ نہیں کی گئیں۔',
    'overwrite' => 'پہلے ہی اپ لوڈ ہوچکا ہے۔ کیا آپ اسے ادلیکھت کرنا چاہیں گے؟',
    'uploading' => 'اپ لوڈ ہو رہا ہے',
    'loading' => 'لوڈ ہو رہا ہے',
    'error_upload' => 'فائل اپ لوڈ کرنے میں دشواری تھی۔',
    'error_upload_docs' => 'کوئی دستاویز اپ لوڈ کی حمایت نہیں ہے۔ براہ کرم اپنے سسٹم کے منتظم سے رابطہ کریں!',
];
