<?php

return [
    'sidebar_hover' => [
        'name'         => 'سائڈبار ہوور',
        'instructions' => 'ہوور پر سائڈبار پھیلائیں؟',
    ],
    'navigation'    => [
        'name'         => 'سمت شناسی',
        'instructions' => 'نیویگیشن کے اپنے <em>ذاتی</em> آرڈر کی وضاحت کریں۔',
        'warning'      => 'پہلا قابل رسا نیویگیشن آئٹم آپ کے <strong>گھر</strong> ایریا کے بطور استعمال ہوتا ہے۔',
        'reorder'      => 'پرائمری نیویگیشن آئٹمز کو دوبارہ ترتیب دینے کیلئے <strong>سائڈبار</strong> میں گھسیٹیں اور چھوڑیں۔',
    ],
    'display'       => [
        'name'         => 'کثافت دکھائیں',
        'instructions' => 'کومپیکٹ ڈسپلے سکرین پر ایک ساتھ میں مزید مواد دکھائے جانے کی اجازت دیتا ہے۔',
        'option'       => [
            'default' => 'پہلے سے طے شدہ',
            'compact' => 'کومپیکٹ',
        ],
    ],
    'sidebars'      => [
        'name'         => 'سائڈبار وضع',
        'instructions' => 'جامد سائڈبار ہمیشہ مرئی ہوں گے۔',
        'option'       => [
            'default' => 'پہلے سے طے شدہ',
            'static'  => 'جامد',
        ],
    ],
];
