<?php

 return[
   "advs"   =>   [
      "name"      =>"تبلیغات",
      "option"      =>      [
         "read"         =>"آگهی می تواند بخواند؟        ",
         "write"         =>"می توانید آگهی های ایجاد / ویرایش کنید؟        ",
         "delete"         =>"آیا می توانم تبلیغات را حذف کنم؟"
      ],

   ],
   "categories"   =>   [
      "name"      =>"دسته بندی ها",
      "option"      =>      [
         "read"         =>"می توانید مقوله ها را بخوانید؟        ",
         "write"         =>"می توانید مقوله های ایجاد / ویرایش کنید؟        ",
         "delete"         =>"می توانید دسته ها را حذف کنید؟"
      ],

   ],
   "village"   =>   [
      "name"      =>"روستا",
      "option"      =>      [
         "read"         =>"می توانید روستا را بخوانید؟        ",
         "write"         =>"می توانید روستا را ایجاد / ویرایش کنید؟        ",
         "delete"         =>"آیا روستا را می توان حذف کرد؟"
      ],

   ],
   "custom_fields"   =>   [
      "name"      =>"موضوعات سفارشی",
      "option"      =>      [
         "read"         =>"می توانید زمینه های سفارشی را بخوانید؟        ",
         "write"         =>"می توانید زمینه های سفارشی ایجاد / ویرایش کنید؟        ",
         "delete"         =>"می توانید زمینه های سفارشی را حذف کنید؟"
      ],

   ],
   "custom_field_advs"   =>   [
      "name"      =>"تبلیغات سفارشی",
      "option"      =>      [
         "read"         =>"می توانید تبلیغات فیلد سفارشی را بخوانید؟        ",
         "write"         =>"آیا می توانم تبلیغات ویرایش سفارشی ایجاد / ویرایش کنم؟        ",
         "delete"         =>"آیا می توانم تبلیغات سفارشی را حذف کنم؟"
      ],

   ],
   "cf_values"   =>   [
      "name"      =>"مقادیر Cf",
      "option"      =>      [
         "read"         =>"می توانید مقادیر cf را بخوانید؟        ",
         "write"         =>"می توانید مقادیر cf را ایجاد / ویرایش کنید؟        ",
         "delete"         =>"می توانید مقادیر cf را حذف کنید؟",

      ],

   ],

];