<?php

return [
    'advs' => [
        'name'   => 'تبلیغات',
        'option' => [
            'read'   => 'آیا می توانید تبلیغات بخوانید؟        ',
            'write'  => 'آیا می توانید تبلیغات ایجاد یا ویرایش کنید؟        ',
            'delete' => 'آیا می توانید تبلیغات را حذف کنید؟',
        ],
    ],
    'categories' => [
        'name'   => 'دسته بندی ها',
        'option' => [
            'read'   => 'آیا می توانید مقوله ها را بخوانید؟        ',
            'write'  => 'آیا می توان دسته ها را ایجاد و ویرایش کرد؟        ',
            'delete' => 'آیا می توان دسته ها را حذف کرد؟',
        ],
    ],
    'village' => [
        'name'   => 'روستا',
        'option' => [
            'read'   => 'می توانید دهکده بخوانید؟        ',
            'write'  => 'آیا می توانید دهکده ایجاد یا ویرایش کنید؟        ',
            'delete' => 'می توانید روستا را حذف کنید؟',
        ],
    ],
    'custom_fields' => [
        'name'   => 'موضوعات سفارشی',
        'option' => [
            'read'   => 'می توانید زمینه های دلخواه را بخوانید؟        ',
            'write'  => 'آیا می توانید زمینه های سفارشی ایجاد یا ویرایش کنید؟        ',
            'delete' => 'می توانید فیلدهای سفارشی را حذف کنید؟',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'تبلیغات زمینه سفارشی',
        'option' => [
            'read'   => 'آیا می توانید تبلیغات زمینه دلخواه را بخوانید؟        ',
            'write'  => 'آیا می توانید تبلیغات درست زمینه سفارشی ایجاد یا ویرایش کنید؟        ',
            'delete' => 'آیا می توانید تبلیغات زمینه دلخواه را حذف کنید؟',
        ],
    ],
    'cf_values' => [
        'name'   => 'مقادیر Cf',
        'option' => [
            'read'   => 'آیا می توانید مقادیر cf را بخوانید؟        ',
            'write'  => 'آیا می توانید مقادیر cf ایجاد یا ویرایش کنید؟        ',
            'delete' => 'آیا می توانید مقادیر cf را حذف کنید؟',
        ],
    ],
];
