<?php

 return[
   "advs"   =>   [
      "name"      =>"مشاوره",
      "option"      =>      [
         "read"         =>"آیا خواندن توصیه می شود؟        ",
         "write"         =>"می توانید مشاوره را ایجاد / ویرایش کنید؟        ",
         "delete"         =>"می توانید مشاوره را حذف کنید؟"
      ],

   ],
   "categories"   =>   [
      "name"      =>"دسته بندی ها",
      "option"      =>      [
         "read"         =>"می توانید مقوله ها را بخوانید؟        ",
         "write"         =>"می توانید مقوله های ایجاد / ویرایش کنید؟        ",
         "delete"         =>"می توانید دسته ها را حذف کنید؟"
      ],

   ],
   "village"   =>   [
      "name"      =>"روستا",
      "option"      =>      [
         "read"         =>"می توانید روستا را بخوانید؟        ",
         "write"         =>"می توانید روستا را ایجاد / ویرایش کنید؟        ",
         "delete"         =>"آیا روستا را می توان حذف کرد؟"
      ],

   ],
   "custom_fields"   =>   [
      "name"      =>"موضوعات سفارشی",
      "option"      =>      [
         "read"         =>"می توانید زمینه های سفارشی را بخوانید؟        ",
         "write"         =>"می توانید زمینه های سفارشی ایجاد / ویرایش کنید؟        ",
         "delete"         =>"می توانید زمینه های سفارشی را حذف کنید؟"
      ],

   ],
   "custom_field_advs"   =>   [
      "name"      =>"پیشنهادات زمینه سفارشی",
      "option"      =>      [
         "read"         =>"می توانید مطالعات زمینه سفارشی را بخوانید؟        ",
         "write"         =>"آیا می توانید ایجاد / ویرایش زمینه های سفارشی ایجاد کنید؟        ",
         "delete"         =>"آیا می توانم مطالعات زمینه سفارشی را حذف کنم؟"
      ],

   ],
   "cf_values"   =>   [
      "name"      =>"مقادیر Cf",
      "option"      =>      [
         "read"         =>"می توانید مقادیر cf را بخوانید؟        ",
         "write"         =>"می توانید مقادیر cf را ایجاد / ویرایش کنید؟        ",
         "delete"         =>"می توانید مقادیر cf را حذف کنید؟",

      ],

   ],

];