<?php

return [
    'advs' => [
        'name'   => 'اعلانات',
        'option' => [
            'read'   => 'آیا می توانید اعلانات را بخوانید؟        ',
            'write'  => 'آیا تصحیح و ایجاد اعلانات ممکن است؟ ',
            'delete' => 'آیا حذف اعلانات ممکن است؟',
        ],
    ],
    'categories' => [
        'name'   => 'گتگوری ها',
        'option' => [
            'read'   => 'آیا خواندن گتگوری ها ممکن است؟        ',
            'write'  => 'آیا تصحیح و ایجاد گتگوری ممکن است؟ ',
            'delete' => 'آیا حذف گتگوری ممکن است؟',
        ],
    ],
    'village' => [
        'name'   => 'قریه',
        'option' => [
            'read'   => 'خواندن قریه ممکن است؟        ',
            'write'  => 'آیا ایجاد و تصحیح قریه ممکن است؟      ',
            'delete' => 'آیا حذف قریه ممکن است؟',
        ],
    ],
    'custom_fields' => [
        'name'   => 'بخش های سفارشی',
        'option' => [
            'read'   => 'آیا خواندن بخش های سفارشی  ممکن است؟  ',
            'write'  => 'آیا ایجاد و تصحیح بخش های سفارشی  ممکن است؟     ',
            'delete' => 'آیا حذف بخش های سفارشی ممکن است؟',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'بخش مشخص اعلانات',
        'option' => [
            'read'   => 'آیا می توانید تبلیغات زمینه دلخواه را بخوانید؟        ',
            'write'  => 'آیا می توانید تبلیغات درست زمینه سفارشی ایجاد یا ویرایش کنید؟        ',
            'delete' => 'آیا می توانید تبلیغات زمینه دلخواه را حذف کنید؟',
        ],
    ],
    'cf_values' => [
        'name'   => 'مقادیر Cf',
        'option' => [
            'read'   => 'آیا می توانید مقادیر cf را بخوانید؟        ',
            'write'  => 'آیا می توانید مقادیر cf ایجاد یا ویرایش کنید؟        ',
            'delete' => 'آیا می توانید مقادیر cf را حذف کنید؟',
        ],
    ],
];
