<?php

return [
    'advs' => [
        'name'   => 'Оголошення',
        'option' => [
            'read'   => 'Чи можете читати рекламу?',
            'write'  => 'Чи можете створювати / редагувати рекламу?',
            'delete' => 'Чи можна видалити оголошення?',
        ],
    ],
    'categories' => [
        'name'   => 'Категорії',
        'option' => [
            'read'   => 'Чи можете читати категорії?',
            'write'  => 'Чи можете створювати / редагувати категорії?',
            'delete' => 'Чи можна видалити категорії?',
        ],
    ],
    'village' => [
        'name'   => 'Село',
        'option' => [
            'read'   => 'Чи можете читати село?',
            'write'  => 'Чи можете створити / редагувати село?',
            'delete' => 'Можна видалити село?',
        ],
    ],
    'custom_fields' => [
        'name'   => 'Спеціальні поля',
        'option' => [
            'read'   => 'Чи можете читати спеціальні поля?',
            'write'  => 'Чи можете створювати / редагувати власні поля?',
            'delete' => 'Чи можна видалити спеціальні поля?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Спеціальні рекламні поля',
        'option' => [
            'read'   => 'Чи можете читати спеціальні польові оголошення?',
            'write'  => 'Чи можна створювати / редагувати власні польові оголошення?',
            'delete' => 'Чи можна видалити спеціальні польові оголошення?',
        ],
    ],
    'cf_values' => [
        'name'   => 'Значення Cf',
        'option' => [
            'read'   => 'Чи можете читати значення cf?',
            'write'  => 'Чи можете створювати / редагувати значення cf?',
            'delete' => 'Чи можна видалити значення cf?',
        ],
    ],
];
