<?php

return [
    'advs' => [
        'name'   => 'Оголошення',
        'option' => [
            'read'   => 'Чи можете читати рекламу?',
            'write'  => 'Чи можете створювати / редагувати рекламу?',
            'delete' => 'Чи можна видалити оголошення?',
        ],
    ],
    'categories' => [
        'name'   => 'Категорії',
        'option' => [
            'read'   => 'Чи можете читати категорії?',
            'write'  => 'Чи можете створювати / редагувати категорії?',
            'delete' => 'Чи можна видалити категорії?',
        ],
    ],
    'village' => [
        'name'   => 'Село',
        'option' => [
            'read'   => 'Чи можете читати село?',
            'write'  => 'Чи можете створити / редагувати село?',
            'delete' => 'Можна видалити село?',
        ],
    ],
    'custom_fields' => [
        'name'   => 'Спеціальні поля',
        'option' => [
            'read'   => 'Чи можете читати спеціальні поля?',
            'write'  => 'Чи можете створювати / редагувати власні поля?',
            'delete' => 'Чи можна видалити спеціальні поля?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Спеціальні рекламні поля',
        'option' => [
            'read'   => 'Чи можете читати спеціальні польові оголошення?',
            'write'  => 'Чи можна створювати / редагувати власні польові оголошення?',
            'delete' => 'Чи можна видалити спеціальні польові оголошення?',
        ],
    ],
    'cf_values' => [
        'name'   => 'Значення Cf',
        'option' => [
            'read'   => 'Чи можете читати значення cf?',
            'write'  => 'Чи можете створювати / редагувати значення cf?',
            'delete' => 'Чи можна видалити значення cf?',
        ],
    ],
    'options' => [
        'name'   => 'Параметри',
        'option' => [
            'read'   => 'Чи можете прочитати варіанти?',
            'write'  => 'Чи можете створювати / редагувати параметри?',
            'delete' => 'Чи можна видалити параметри?',
        ],
    ],
    'productoptions' => [
        'name'   => 'Productoptions',
        'option' => [
            'read'   => 'Чи можете читати варіанти продуктів?',
            'write'  => 'Чи можете створювати / редагувати варіанти продуктів?',
            'delete' => 'Чи можете видалити варіанти продуктів?',
        ],
    ],
    'productoptions_value' => [
        'name'   => 'Значення опцій товару',
        'option' => [
            'read'   => 'Чи можете прочитати значення опцій товару?',
            'write'  => 'Чи можете створювати / редагувати значення продукту?',
            'delete' => 'Чи можна видалити значення productoptions?',
        ],
    ],
    'options_configuration' => [
        'name'   => 'Параметри конфігурації',
        'option' => [
            'read'   => 'Чи можете прочитати конфігурацію параметрів?',
            'write'  => 'Чи можете створювати / редагувати конфігурацію параметрів?',
            'delete' => 'Можна видалити конфігурацію параметрів?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'Конфігурація опції',
        'option' => [
            'read'   => 'Чи можете прочитати конфігурацію опції?',
            'write'  => 'Можна створити / відредагувати конфігурацію опції?',
            'delete' => 'Можна видалити конфігурацію опції?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'Конфігурація опції',
        'option' => [
            'read'   => 'Чи можете прочитати конфігурацію опції?',
            'write'  => 'Можна створити / відредагувати конфігурацію опції?',
            'delete' => 'Можна видалити конфігурацію опції?',
        ],
    ],
    'status' => [
        'name'   => 'Статус',
        'option' => [
            'read'   => 'Чи можете прочитати статус?',
            'write'  => 'Можна створювати / редагувати статус?',
            'delete' => 'Можна видалити статус?',
        ],
    ],
];
