<?php

return [
    'name' => [
        'name' => 'заглавие',
        'instructions' => 'Это название основной категории, которую вы определите. Это позволяет пользователю легко найти продукт, который он ищет.',
    ],
    'order' => [
        'name' => 'порядок',
    ],

    'slug' => [
        'name' => 'слизень',
        'instructions' => 'Укажите любые организационные теги, которые помогут сгруппировать ваш пост с другими.',

    ],
    'files' => [
        'name' => 'Образ',
    ],
    'seo_keyword' => [
        'name' => 'Сео Ключевое слово',
        'instructions' => 'Слова, добавленные на сайт в браузере Google, появляются над результатами поиска.',
    ],
    'seo_description' => [
        'name' => 'Сео Описание',
        'instructions' => 'Это может повлиять на решение ваших посетителей о том, хотят ли они нажимать на контент в результатах поиска.',
    ],
    'icon' => [
        'name' => 'Икона',
        'instructions' => 'Используется для добавления значков, обозначающих тип категории.',
    ],

    'please_wait' => 'Пожалуйста,
   подождите. Удаление подкатегорий',
    'category_selection' => 'Выбор категории',
    'go_to_parent' => 'Перейти к родителю',
];
