<?php

return [
    'category' => [
        'name'   => 'категория',
        'option' => [
            'read'   => 'Может читать категорию?        ',
            'write'  => 'Можно создать / редактировать категорию?        ',
            'delete' => 'Можете удалить категорию?',
        ],
    ],
    'placeholderforsearch' => [
        'name'   => 'Placeholderforsearch',
        'option' => [
            'read'   => 'Может читать заполнитель для поиска?        ',
            'write'  => 'Можно создать / изменить заполнитель для поиска?        ',
            'delete' => 'Можно удалить заполнитель для поиска?',
        ],
    ],
];
