<?php

return [
    'name'          => [
        'name'         => 'الأسم',
        'instructions' => 'حدد اسم مخصر يصف لوحة القيادة.',
    ],
    'title'         => [
        'name'         => 'العنوان',
        'instructions' => 'حدد عنوان مختصر يصف هذه الأداة المساعدة.',
    ],
    'slug'          => [
        'name'         => 'المعرف',
        'instructions' => 'المعرف يستخدم في رابط لوحة القيادة.',
    ],
    'description'   => [
        'name'         => 'الوصف',
        'instructions' => [
            'dashboards' => 'صف باختصار لوحة القيادة.',
            'widgets'    => 'صف باختصار هذه اللوحة الساعدة.',
        ],
    ],
    'layout'        => [
        'name'         => 'الهيكلية',
        'instructions' => 'هذه الهيكلية تحدد كيفية تنظيم الأداة المساعدة في لوحة القيادة.',
        'option'       => [
            '24'      => 'عامود واحد',
            '12-12'   => 'عامودين متساويين',
            '16-8'    => 'عامودين - متجه للشمال',
            '8-16'    => 'عامودين - متجه لليمين',
            '8-8-8'   => 'ثلاثة أعمدة متساوية',
            '6-12-6'  => 'ثلاث أعمدة - متجه للمنتصف',
            '12-6-6'  => 'ثلاث أعمدة - متجه للشمال',
            '6-6-12'  => 'ثلاث أعمدة - متجه لليمين',
            '6-6-6-6' => 'أربع أعمدة متساوية',
        ],
    ],
    'dashboard'     => [
        'name'         => 'لوحة القيادة',
        'instructions' => 'اختر لوحة القيادة التي تنتمي لها هذه الأداة المساعدة.',
    ],
    'extension'     => [
        'name' => 'التركيبات',
    ],
    'pinned'        => [
        'name'         => 'مُثبت في الأعلى',
        'label'        => 'ثبت هذه الأداة في الأعلى?',
        'instructions' => 'الأدوات المساعدة المثبتة في الأعلى تكون على كامل العرض وفي أعلى لوحة القيادة.',
    ],
    'allowed_roles' => [
        'name'         => 'الأدوار المسموح بها',
        'instructions' => [
            'dashboards' => 'حدد المستخدمين الذين يمكنهم الوصول إلى لوحة القيادة.',
            'widgets'    => 'حدد أدوار المستخدمين الذين يرون هذه الأداة المساعدة.',
        ],
        'warning'      => [
            'dashboards' => 'إذا لم بتم تحديد أي دور فسوف يمكن لأي شخص يمكنه الوصول لهذه الاضافة أن يصل إلى لوحة القيادة.',
            'widgets'    => 'إذا لم بتم تحديد أي دور فسوف يمكن لأي شخص يمكنه الوصول لهذه الاضافة أن يصل إلى هذه الأداة المساعدة.',
        ],
    ],
];
