<?php

return [
    'sidebar_hover' => [
        'name'         => 'Задръжте курсора на страничната лента',
        'instructions' => 'Разширяване на страничната лента при задържане на курсора на мишката?',
    ],
    'navigation'    => [
        'name'         => 'Навигация',
        'instructions' => 'Посочете вашия <em>личен</em> ред за навигация.',
        'warning'      => 'Първият достъпен елемент за навигация се използва като вашата зона <strong>дома</strong>.',
        'reorder'      => 'Влачите и пускате на първични навигационни елементи в <strong>лента</strong> , за да ги пренаредите.',
    ],
    'display'       => [
        'name'         => 'Показване на плътността',
        'instructions' => 'Компактният дисплей позволява едновременно да се показва повече съдържание на екрана.',
        'option'       => [
            'default' => 'По подразбиране',
            'compact' => 'Компактен',
        ],
    ],
    'sidebars'      => [
        'name'         => 'Режим на страничната лента',
        'instructions' => 'Статичните странични ленти винаги ще бъдат видими.',
        'option'       => [
            'default' => 'По подразбиране',
            'static'  => 'Статично',
        ],
    ],
];
