<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Button Text
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by buttons throughout the system.
    |
     */

    'add'            => 'Добавить',
    'edit'           => 'Редактировать',
    'view'           => 'Просмотр',
    'info'           => 'Инфо',
    'help'           => 'Помощь',
    'remove'         => 'Стереть',
    'delete'         => 'Удалить',
    'restore'        => 'Восстановить',
    'force_delete'   => 'Принудительно удалить',
    'export'         => 'Экспорт',
    'create'         => 'Создать',
    'cancel'         => 'Отмена',
    'options'        => 'Опции',
    'continue'       => 'Продолжить',
    'done'           => 'Готово',
    'finish'         => 'Закончить',
    'finished'       => 'Закончено',
    'select'         => 'Выбор',
    'update'         => 'Обновить',
    'save'           => 'Сохранить',
    'save_edit'      => 'Сохранить и редактировать',
    'save_exit'      => 'Сохранить и выйти',
    'save_create'    => 'Сохранить и создать',
    'save_continue'  => 'Сохранить и продолжить',
    'save_edit_next' => 'Сохранить и редактировать следующий',
    'clear'          => 'Очистить',
    'filter'         => 'Фильтр',
    'reorder'        => 'Порядок',
    'configure'      => 'Конфигурация',
    'settings'       => 'Настройки',
    'fields'         => 'Поля',
    'assignments'    => 'Связи',
    'send'           => 'Отправить',
    'submit'         => 'Послать',
    'enable'         => 'Включить',
    'disable'        => 'Выключить',
    'install'        => 'Инсталляция',
    'uninstall'      => 'Деинсталляция',
    'entries'        => 'Записи',
    'upload'         => 'Выгрузить',
    'download'       => 'Загрузить',
    'add_field'      => 'Добавить поле',
    'new_field'      => 'Новое поле',
    'assign_fields'  => 'Привязать поля',
];
