<?php

return [
    'timezone'    => [
        'label'        => 'Временная зона',
        'instructions' => 'Назначьте временную зону.',
    ],
    'date_format' => [
        'label'        => 'Формат даты',
        'instructions' => 'Назначьте предпочитаемый формат даты.',
    ],
    'time_format' => [
        'label'        => 'Формат времени',
        'instructions' => 'Назначьте предпочитаемый формат времени.',
    ],
    'per_page'    => [
        'label'        => 'Записей на странице',
        'instructions' => 'Назначьте количество записей, выводимых на одной странице.',
    ],
];
