<?php

return [
    'advs' => [
        'name'   => 'Огласи',
        'option' => [
            'read'   => 'Може да чита огласе?',
            'write'  => 'Може ли да креира / уређује огласе?',
            'delete' => 'Можете ли да избришете огласе?',
        ],
    ],
    'categories' => [
        'name'   => 'Категорије',
        'option' => [
            'read'   => 'Може да чита категорије?',
            'write'  => 'Може ли да креира / уређује категорије?',
            'delete' => 'Можете ли избрисати категорије?',
        ],
    ],
    'village' => [
        'name'   => 'Село',
        'option' => [
            'read'   => 'Знате ли читати село?',
            'write'  => 'Можете ли створити / уредити село?',
            'delete' => 'Можете ли избрисати село?',
        ],
    ],
    'custom_fields' => [
        'name'   => 'Прилагођена област',
        'option' => [
            'read'   => 'Можете ли читати прилагођена поља?',
            'write'  => 'Може ли да креира / уређује прилагођена поља?',
            'delete' => 'Можете ли избрисати прилагођена поља?',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Прилагођени теренски огласи',
        'option' => [
            'read'   => 'Може ли да чита прилагођене огласе на терену?',
            'write'  => 'Може ли да креира / уређује прилагођене огласе на терену?',
            'delete' => 'Да ли можете да избришете прилагођене огласе у пољу?',
        ],
    ],
    'cf_values' => [
        'name'   => 'Цф вредности',
        'option' => [
            'read'   => 'Може ли читати цф вредности?',
            'write'  => 'Може ли да креира / уреди вредности цф?',
            'delete' => 'Може ли избрисати цф вредности?',
        ],
    ],
    'options' => [
        'name'   => 'Опције',
        'option' => [
            'read'   => 'Знате ли читати опције?',
            'write'  => 'Може ли да креира / уређује опције?',
            'delete' => 'Можете ли да избришете опције?',
        ],
    ],
    'productoptions' => [
        'name'   => 'Продуцтоптионс',
        'option' => [
            'read'   => 'Знате ли читати опције производа?',
            'write'  => 'Може ли да креира / уређује опције производа?',
            'delete' => 'Можете ли избрисати опције производа?',
        ],
    ],
    'productoptions_value' => [
        'name'   => 'Продуцтоптионс валуе',
        'option' => [
            'read'   => 'Може ли да прочита вредност производа?',
            'write'  => 'Може ли створити / уредити вредност опција производа?',
            'delete' => 'Може ли избрисати вредност опција производа?',
        ],
    ],
    'options_configuration' => [
        'name'   => 'Конфигурација опција',
        'option' => [
            'read'   => 'Да ли можете да прочитате конфигурацију опција?',
            'write'  => 'Може ли да креира / уреди конфигурацију опција?',
            'delete' => 'Можете ли избрисати конфигурацију опција?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'Конфигурација опције',
        'option' => [
            'read'   => 'Можете ли прочитати конфигурацију опција?',
            'write'  => 'Можете ли креирати / уредити конфигурацију опција?',
            'delete' => 'Можете ли избрисати конфигурацију опција?',
        ],
    ],
    'option_configuration' => [
        'name'   => 'Конфигурација опције',
        'option' => [
            'read'   => 'Можете ли прочитати конфигурацију опција?',
            'write'  => 'Можете ли креирати / уредити конфигурацију опција?',
            'delete' => 'Можете ли избрисати конфигурацију опција?',
        ],
    ],
    'status' => [
        'name'   => 'Статус',
        'option' => [
            'read'   => 'Може да чита статус?',
            'write'  => 'Можете ли створити / уредити статус?',
            'delete' => 'Можете ли избрисати статус?',
        ],
    ],
];
