<?php

return [
    'field_type' => [
        'instructions' => [
            "checkboxes" => "Πολλαπλή επιλογή (Μπορεί να κάνει πολλές επιλογές.)",
            "decimal" => "Αριθμητική τιμή (Το ποσό μπορεί να εισαχθεί. Τιμή, Kg, ...)",
            "integer" => "Αριθμητική αξία",
            "radio" => "Περιοχή επιλογής ραδιοφώνου (μπορείτε να επιλέξετε 1 επιλογή.)",
            "range" => "Αριθμητική περιοχή (Το εύρος μπορεί να εισαχθεί στο φιλτράρισμα.)",
            "select" => "Περιοχή επιλογής (μπορεί να διαλέξει 1 επιλογή.)",
            "selectdropdown" => "Αναπτυσσόμενη περιοχή επιλογής (μπορεί να διαλέξει 1 επιλογή.)",
            "selecttop" => "Επιλογή περιοχής. Εμφανίζεται ως καρτέλα στη λίστα.",
            "selectrange" => "Επιλέξτε Επιλογές ελάχιστου και μέγιστου εύρους.",
            "selectimage" => "Επιλέξτε Επιλογές με Εικόνες.",
            "text" => "Πεδίο κειμένου",
        ],
    ],
    'choose_type' => 'Επιλέξτε έναν προσαρμοσμένο τύπο πεδίου',
    'select_type_error' => 'Επιλέξτε έναν προσαρμοσμένο τύπο πεδίου για να συνεχίσετε!',
    'value_cf_not_exist' => "Το προσαρμοσμένο πεδίο της τιμής δεν υπάρχει!",
];
