<?php

return [
    'custom_fields' => [
        'name'   => 'Προσαρμοσμένα πεδία',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει προσαρμοσμένα πεδία;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί προσαρμοσμένα πεδία;        ',
            'delete' => 'Μπορούν να διαγραφούν προσαρμοσμένα πεδία;',
        ],
    ],
    'custom_field_advs' => [
        'name'   => 'Προσαρμοσμένο τομέα συμβουλές',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει τις συμβουλές προσαρμοσμένου πεδίου;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί προσαρμοσμένες συμβουλές πεδίου;        ',
            'delete' => 'Μπορούν να διαγραφούν οι συμβουλές προσαρμοσμένου πεδίου;',
        ],
    ],
    'cfvalue' => [
        'name'   => 'Cfvalue',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει cfvalue;        ',
            'write'  => 'Μπορεί να δημιουργήσει / να επεξεργαστεί cfvalue;        ',
            'delete' => 'Μπορεί να διαγράψει το cfvalue;',
        ],
    ],
    'parent' => [
        'name'   => 'Μητρική εταιρεία',
        'option' => [
            'read'   => 'Μπορεί να διαβάσει γονέα;',
            'write'  => 'Μπορείτε να δημιουργήσετε / επεξεργαστείτε γονέα;',
            'delete' => 'Μπορεί να διαγραφεί γονέας;',
        ],
    ],
];
