<?php

return [
    'folders' => [
        'name'         => 'Φάκελοι',
        'instructions' => 'Καθορίστε ποιοι φάκελοι είναι διαθέσιμοι για αυτό το πεδίο. Αφήστε κενό για εμφάνιση όλων των φακέλων.',
        'warning'      => 'Τα υπάρχοντα δικαιώματα φακέλου υπερισχύουν των επιλεγμένων φακέλων.',
    ],
    'max'     => [
        'name'         => 'Μέγιστο μέγεθος μεταφόρτωσης',
        'instructions' => 'Καθορίστε το μέγιστο μέγεθος μεταφόρτωσης σε <strong>megabyte</strong>.',
        'warning'      => 'Αν δεν καθοριστεί ο φάκελος max και, στη συνέχεια, θα χρησιμοποιηθεί το διακομιστή max.',
    ],
    'mode'    => [
        'name'         => 'Λειτουργία εισαγωγής',
        'instructions' => 'Πώς πρέπει να παρέχουν οι χρήστες είσοδο αρχείων;',
        'option'       => [
            'default' => 'Ανεβάστε και / ή επιλέξτε αρχεία.',
            'select'  => 'Επιλέξτε μόνο αρχεία.',
            'upload'  => 'Ανεβάστε μόνο αρχεία.',
        ],
    ],
];
