<?php

return [
    'users'    => [
        'name'   => 'المستخدمين',
        'option' => [
            'read'   => 'هل يمكن الوصول لقسم المستخدمين.',
            'write'  => 'هل يمكن إنشاء وتعديل المستخدمين.',
            'delete' => 'هل يمكن حذف المستخدمين.',
        ],
    ],
    'roles'    => [
        'name'   => 'الأدوار',
        'option' => [
            'read'   => 'هل يمكن الوصول لقسم الأدوار.',
            'write'  => 'هل يمكن إنشاء وتعديل الأدوار.',
            'delete' => 'هل يمكن حذف الأدوار.',
        ],
    ],
    'fields'   => [
        'name'   => 'الحقول',
        'option' => [
            'manage' => 'هل يمكن أدارة الحقول المخصصة.',
        ],
    ],
    'settings' => [
        'name'   => 'الإعدادت',
        'option' => [
            'manage' => 'هل يمكن أدارة إعدادت الإضافات.',
        ],
    ],
];
