<?php

return [
    'new_profile' => 'Нов профил',
    'new_adress' => 'Нов адрес',
    'show' => 'Покажи адрес',
    'update_password' => 'Актуализиране на паролата',
    'update_profile' => 'Актуализиране на профила',
    'delete' => 'Изтрий',
    'extend' => 'Разшири',
    'extend_all' => 'Разширяване на всички',
    'extend_unpublished' => 'Разширяване Непубликувано',
    'edit' => 'редактиране',
    'go_profile' => 'Отидете на Подробности за профила',
    'go_user' => 'Отидете на Подробности за потребителя',
    'personal' => 'Лични',
    'corporate' => 'Корпоративни',
    'export' => 'Износ',
    'new_education' => 'Ново образование',
    'new_education_part' => 'Нова образователна част',
];
