<?php

return [
    'profile' => [
        'name'   => 'Профил',
        'option' => [
            'read'   => 'Може ли да се чете профил?',
            'write'  => 'Може ли да създадете / редактирате профил?',
            'delete' => 'Може ли да изтриете профил?',
        ],
    ],
    'adress' => [
        'name'   => 'Адрес',
        'option' => [
            'read'   => 'Може ли да чете адрес?',
            'write'  => 'Може ли да създавате / редактирате адрес?',
            'delete' => 'Можете ли да изтриете адрес?',
        ],
    ],
    'education' => [
        'name'   => 'Образование',
        'option' => [
            'read'   => 'Може ли да чете образование?',
            'write'  => 'Може ли да създава / редактира образование?',
            'delete' => 'Може ли да изтриете образованието?',
        ],
    ],
    'education_part' => [
        'name'   => 'Образователна част',
        'option' => [
            'read'   => 'Може ли да чете образователна част?',
            'write'  => 'Може ли да създава / редактира образователна част?',
            'delete' => 'Може ли да изтриете образователната част?',
        ],
    ],
];
