<?php

return [
    'show_my_ads' => [
        'name' => 'Показване на раздела „Моите реклами“',
    ],
    'upload_avatar' => [
        'name' => 'Качване на аватар',
    ],
    'show_tax_office' => [
        'name' => 'Покажи полето на данъчната служба',
    ],
    'show_checkbox_terms_on_register' => [
        'name' => 'Показване на условията за отметка в регистъра',
        'instructions' => 'Показвайте „Приемете термин“, „закон за защита“, „термин за поверителност“, „sms и имейли“ във формуляра за регистрация'
    ],
    'register_protection_url' => [
        'name' => 'Регистрирайте защитен URL адрес',
    ],
    'register_privacy_url' => [
        'name' => 'Регистрирайте URL за поверителност',
    ],
    'show_education_profession' => [
        'name' => 'Покажете полета за образование и професия',
        'instructions' => 'Покажете „Образование“, „Състояние на образованието“ и „Професия“ на страницата за редактиране на профила'
    ],
    'google_captcha_site_key' => [
        'name' => 'Ключ за сайта на Google Captcha',
    ],
    'google_captcha_secret_key' => [
        'name' => 'Тайният ключ на Google Captcha',
    ],
    'score_threshold' => [
        'name' => 'Резултатен праг',
        'instructions' => 'Стойност между 0 и 1. Колкото по-висок е прагът, толкова по-строг ReCaptcha се опитва да определи дали потребителят е бот или не.',
    ],
    'education' => [
        'name' => 'Образование'
    ],
    'state_of_education' => [
        'name' => 'Състояние на образованието'
    ],
    'profession' => [
        'name' => 'Професия'
    ],
    'hide_register_type_profile' => [
        'name' => 'Скриване на типа регистър в страницата на профила',
        'instructions' => 'Скрива полето тип регистър в страницата за редактиране на профила.',
    ],
    'required_district' => [
        'name' => 'Задължителен район',
        'instructions' => 'Добавянето на адрес представлява задължението на областта.',
    ],
    'show_extends_actions' => [
        'name' => 'Показване на действия за разширяване',
        'instructions' => 'Представлява опциите за разширения, налични на страницата с реклами в моя профил.',
    ],
];
