<?php

return [
    'choose_folder' => 'לאיזו תיקיה תרצה להעלות?',
    'upload' => 'הוסף תמונות | העלה תמונות | לצרף תמונה',
    'choose_files' => 'באילו קבצים תרצה להשתמש?',
    'no_files_selected' => 'לא נבחרו קבצים.',
    'no_uploads' => 'לא הועלו קבצים.',
    'overwrite' => 'כבר הועלה. האם תרצה להחליף אותו?',
    'uploading' => 'מעלה',
    'loading' => 'טעינה',
    'error_upload' => 'הייתה בעיה בהעלאת הקובץ.',
    'error_upload_docs' => 'אין תמיכה בהעלאת מסמכים. אנא פנה למנהל המערכת שלך!',
];
