<?php

return [
    'title'            => [
        'name'         => 'العنوان',
        'instructions' => 'حدد اسم مختصر يصف هذه الصفحة.',
    ],
    'slug'             => [
        'name'         => 'المعرف',
        'instructions' => [
            'types' => 'هذا المعرف بستخدم لإنشاء جدول قاعدة البيانات من أجل الصفحات من هذا النوع.',
            'pages' => 'المعرف يستخدم لبناء روابط الصفحات.',
        ],
    ],
    'meta_title'       => [
        'name'         => 'Meta عنوان',
        'instructions' => 'حدد عنوان لمساعدة محركات البحث.',
        'warning'      => 'The page title will be used by default.',
    ],
    'meta_description' => [
        'name'         => 'Meta وصف',
        'instructions' => 'حدد وصف لمساعدة محركات البحث.',
    ],
    'name'             => [
        'name'         => 'الأسم',
        'instructions' => 'حدد اسم موجز يصف نوع الصفحة.',
    ],
    'description'      => [
        'name'         => 'الوصف',
        'instructions' => 'وصف موجز لنوع الصفحة.',
    ],
    'theme_layout'     => [
        'name'         => 'هيكلية التصميم',
        'instructions' => 'حدد هيكلية التصميم للدمج <strong>هيكلية الصفحة</strong> معه.',
    ],
    'layout'           => [
        'name'         => 'هيكلية الصفحة',
        'instructions' => 'الهيكلية المستخدم لعرض محتويات الصفحة.',
    ],
    'allowed_roles'    => [
        'name'         => 'الصلاحيات المسموح بها',
        'instructions' => 'حدد المستخدم الذي يمكنه الوصول لهذه الصفحة.',
        'warning'      => 'إذا لم تحدد صلاحية , يمكن لأي شخص الوصول للصفحة.',
    ],
    'visible'          => [
        'name'         => 'مرئي',
        'label'        => 'عرض هذه الصفحة في قائمة المستعرض?',
        'instructions' => 'معطل لإخفاء هذه الصفحة المعتمدة على <strong>هيكلية</strong> المستعرض.',
        'warning'      => 'هذا الخيار ربما يكون له أثر أو لا يكون , هذا يعتمد على كيفية بناء موقعك.',
    ],
    'exact'            => [
        'name'         => 'مماثل URI',
        'label'        => 'هل تحتاج إلى توافق URI اضافي?',
        'instructions' => 'التعطيل يسمح للمتغيرات المخصصة أن تتبع URI إلى هذه الصفحة.',
    ],
    'enabled'          => [
        'name'         => 'مفعل',
        'label'        => 'هل هذه الصفحة مفعلة?',
        'instructions' => 'إذا كان معطل , ما يزال بامكان الوصول والعرض الأمان للرابط ضمن لوحة التحكم.',
        'warning'      => 'هذه الصفحة يجب أن تفعل قبل أن تعرض <strong>للعامة</strong>.',
    ],
    'home'             => [
        'name'         => 'الصفحة الرئيسية',
        'label'        => 'هل هذه الصفحة الرئيسية?',
        'instructions' => 'الصفحة الرئيسية هي الصفحة الافتراضية لموقعك.',
    ],
    'parent'           => [
        'name' => 'الأب',
    ],
    'handler'          => [
        'name'         => 'المعالج',
        'instructions' => 'المعالج هو المسؤول عن بناء HTTP رد للصفحة.',
    ],
    'content'          => [
        'name' => 'المحتوى',
    ],
    'path'             => [
        'name' => 'المسار',
    ],
];
