<?php

return [
    'profile' => [
        'name'   => 'प्रोफ़ाइल',
        'option' => [
            'read'   => 'प्रोफाइल पढ़ सकते हैं?',
            'write'  => 'प्रोफ़ाइल बना / संपादित कर सकते हैं?',
            'delete' => 'प्रोफ़ाइल हटा सकते हैं?',
        ],
    ],
    'adress' => [
        'name'   => 'पता',
        'option' => [
            'read'   => 'एड्रेस पढ़ सकते हैं?',
            'write'  => 'एड्रेस बना / संपादित कर सकते हैं?',
            'delete' => 'हटा सकते हैं एड्रेस?',
        ],
    ],
];
