<?php

return [
    'notify' => [
        'name'   => 'يخطر',
        'option' => [
            'read'   => 'يمكن قراءة المنشطات؟',
            'write'  => 'يمكن إنشاء / تحرير المنشطات؟',
            'delete' => 'يمكن حذف المنشطات؟',
        ],
    ],
    'smsnotify' => [
        'name'   => 'إشعارات',
        'option' => [
            'read'   => 'هل يمكن قراءة الإشعار؟',
            'write'  => 'يمكن إنشاء / تحرير smsnotify؟',
            'delete' => 'هل يمكن حذف smsnotify؟',
        ],
    ],
    'template' => [
        'name'   => 'قالب',
        'option' => [
            'read'   => 'يمكن قراءة النموذج؟',
            'write'  => 'يمكن إنشاء / تحرير الدردشات؟',
            'delete' => 'يمكن حذف الدردشات؟',
        ],
    ],
];
