<?php

return [
    'sidebar_hover' => [
        'name'         => 'साइडबार होवर',
        'instructions' => 'होवर पर साइडबार का विस्तार करें?',
    ],
    'navigation'    => [
        'name'         => 'पथ प्रदर्शन',
        'instructions' => 'नेविगेशन के अपने <em>व्यक्तिगत</em> आदेश को निर्दिष्ट करें।',
        'warning'      => 'पहला सुलभ नेविगेशन आइटम आपके <strong>होम</strong> क्षेत्र के रूप में उपयोग किया जाता है।',
        'reorder'      => 'उन्हें पुन: व्यवस्थित करने के लिए <strong>साइडबार</strong> में प्राथमिक नेविगेशन आइटम खींचें और छोड़ें।',
    ],
    'display'       => [
        'name'         => 'घनत्व प्रदर्शित करें',
        'instructions' => 'कॉम्पैक्ट डिस्प्ले एक बार में स्क्रीन पर अधिक सामग्री दिखाने की अनुमति देता है।',
        'option'       => [
            'default' => 'चूक',
            'compact' => 'सघन',
        ],
    ],
    'sidebars'      => [
        'name'         => 'साइडबार मोड',
        'instructions' => 'स्थैतिक साइडबार हमेशा दिखाई देगा।',
        'option'       => [
            'default' => 'चूक',
            'static'  => 'स्थिर',
        ],
    ],
];
