<?php

return [
    'related'    => [
        'label'        => 'تيار ذات صلة',
        'instructions' => 'حدد إدخالات الدفق ذات الصلة لعرضها في القائمة المنسدلة.',
    ],
    'mode'       => [
        'label'  => 'وضع الإدخال',
        'option' => [
            'tags'       => 'العلامات',
            'lookup'     => 'ابحث عن',
            'checkboxes' => 'مربعات الاختيار',
        ],
    ],
    'min'        => [
        'label'        => 'الحد الأدنى للاختيارت',
        'instructions' => 'حدد الحد الأدنى لعدد التحديدات المسموح بها.',
    ],
    'max'        => [
        'label'        => 'الحد الأعلى للاختيارات',
        'instructions' => 'حدد الحد الأقصى لعدد التحديدات المسموح بها.',
    ],
    'title_name' => [
        'label'        => 'حقل العنوان',
        'placeholder'  => 'الاسم الأول',
        'instructions' => 'حدد <strong>slug</strong> لعرضه لخيارات القائمة المنسدلة / البحث.<br>يمكنك تحديد عناوين قابلة للتحليل مثل <strong>{entry.first_name} {entry.last_name}</strong><br>سيتم استخدام عمود عنوان التدفق ذي الصلة افتراضيًا.',
    ],
];
