<?php

return [
    'name'          => [
        'name'         => 'نام',
        'instructions' => 'یک نام کوتاه و واضح برای داشبورد وارد کنید',
    ],
    'title'         => [
        'name'         => 'نام',
        'instructions' => 'یک نام کوتاه و واضح برای ویجت وارد کنید',
    ],
    'slug'          => [
        'name'         => 'اسلاگ',
        'instructions' => 'اسلاگ برای URL داشبورد استفاده می شود.',
    ],
    'description'   => [
        'name'         => 'شرح',
        'instructions' => [
            'dashboards' => 'توضیح واضح برای داشبورد',
            'widgets'    => 'این ویجت را به طور واضح توصیف کنید',
        ],
    ],
    'layout'        => [
        'name'         => 'طرح بندی',
        'instructions' => 'چگونگی سازماندهی شدن ویجت ها در داشبورد را طرح بندی مشخص می کند',
        'option'       => [
            '24'      => 'یک ستونه',
            '12-12'   => 'دو ستون مساوی',
            '16-8'    => 'دو ستون - اولی مهم تر',
            '8-16'    => 'دو ستون - دومی مهم تر',
            '8-8-8'   => 'سه ستون مساوی',
            '6-12-6'  => 'سه ستون - وسطی مهم تر',
            '12-6-6'  => 'سه ستون - اولی مهم تر',
            '6-6-12'  => 'سه ستون - سومی مهم تر',
            '6-6-6-6' => 'چهار ستون مساوی',
        ],
    ],
    'dashboard'     => [
        'name'         => 'داشبورد',
        'instructions' => 'این ویجت به کدام داشبورد تعلق دارد؟',
    ],
    'extension'     => [
        'name' => 'اکستنشن',
    ],
    'pinned'        => [
        'name'         => 'سنجاق شده',
        'label'        => 'این ویجت به بالا سنجاق شود؟',
        'instructions' => 'ویجت های سنجاق شده کل عرض موجود را پر می کنند و بالا نگه داشته می شوند',
    ],
    'allowed_roles' => [
        'name'         => 'نقش های مجاز',
        'instructions' => [
            'dashboards' => 'اینکه کدام نقش های کاربری می توانند دسترسی به داشبورد داشته باشند را مشخص کنید',
            'widgets'    => 'کدام نقش های کاربری می توانند ویجت ها را ببینند',
        ],
        'warning'      => [
            'dashboards' => 'اگر نقشی مشخص نشود هر کاربری که بتواند به این افزونه دسترسی داشته باشد به داشبورد هم دسترسی خواهد داشت',
            'widgets'    => 'اگر نقشی مشخص نشود هر کاربری که بتواند به این افزونه دسترسی داشته باشد به ویجت ها هم دسترسی خواهد داشت',
        ],
    ],
];
