<?php

return [
    'dashboards' => [
        'name'   => 'داشبورد ها',
        'option' => [
            'read'   => 'می تواند به قسمت داشبورد ها دسترسی داشته باشد',
            'write'  => 'می تواند داشبورد ایجاد کند ویرایش کند و مرتب سازی کند',
            'delete' => 'می تواند داشبورد ها را دلیت کند',
        ],
    ],
    'widgets'    => [
        'name'   => 'ویجت ها',
        'option' => [
            'read'   => 'می تواند به قسمت ویجت ها دسترسی داشته باشد',
            'write'  => 'می تواند ویجت ها را ویرایش و ایجاد کند',
            'delete' => 'می تواند ویجت ها را دلیت کند',
        ],
    ],
];
