<?php

return [
    'title'                     => 'Корисни ресурси',
    'description'               => 'Пронађите помоћ и откријте функције помоћу ових корисних ресурса.',
    'documentation_link'        => 'ОпенЦлассифи Доцументатион',
    'documentation_description' => 'Пронађите документацију за ОпенЦлассифи, развијање додатака и коришћење додатака.',
    'slack_link'                => 'Слацк Теам',
    'slack_description'         => 'Пронађите и комуницирајте са другим ОпенЦлассифи корисницима и програмерима.',
    'forum_link'                => 'Форум за дискусију',
    'forum_description'         => 'Пронађите одговоре и поставите питања о коришћењу и развоју ОпенЦлассифи.',
    'addons_link'               => 'Доступни додаци',
    'addons_description'        => 'Откријте додатке доступне за ОпенЦлассифи.',
];
