<?php

return [
    'sidebar_hover' => [
        'name'         => 'Лебдење бочне траке',
        'instructions' => 'Проширити бочну траку при преласку показивача?',
    ],
    'navigation'    => [
        'name'         => 'Навигација',
        'instructions' => 'Одредите свој <em>лични</em> редослед навигације.',
        'warning'      => 'Прва доступна навигацијска ставка користи се као ваша <strong>почетна</strong> област.',
        'reorder'      => 'Драг анд дроп на главну навигацију ставке у <strong>бочној траци</strong> да их преуредити.',
    ],
    'display'       => [
        'name'         => 'Приказ густине',
        'instructions' => 'Компактан приказ омогућава истовремено приказивање више садржаја на екрану.',
        'option'       => [
            'default' => 'Уобичајено',
            'compact' => 'Компактан',
        ],
    ],
    'sidebars'      => [
        'name'         => 'Режим бочне траке',
        'instructions' => 'Статичке бочне траке ће увек бити видљиве.',
        'option'       => [
            'default' => 'Уобичајено',
            'static'  => 'Статички',
        ],
    ],
];
