<?php

return [
    'choose_folder' => 'আপনি কোন ফোল্ডারে আপলোড করতে চান?',
    'upload' => 'যোগ করুন İmages | আপলোড করুন | একটি ছবি সংযুক্ত করুন',
    'choose_files' => 'আপনি কোন ফাইলগুলি ব্যবহার করতে চান?',
    'no_files_selected' => 'কোনও ফাইল নির্বাচিত হয়নি।',
    'no_uploads' => 'কোনও ফাইল আপলোড করা হয়নি।',
    'overwrite' => 'ইতিমধ্যে আপলোড করা হয়েছে। আপনি কি এটি ওভাররাইট করতে চান?',
    'uploading' => 'আপলোড হচ্ছে',
    'loading' => 'বোঝাই',
    'error_upload' => 'ফাইলটি আপলোড করতে সমস্যা হয়েছিল।',
    'error_upload_docs' => 'কোনও দস্তাবেজ আপলোড সমর্থন নেই। আপনার সিস্টেম এডমিনিস্ট্রেটর এর সাথে যোগাযোগ করুন!',
];
