<?php

return [
    'sidebar_hover' => [
        'name'         => 'Αιωρηθείτε στο Sidebar',
        'instructions' => 'Επέκταση της πλαϊνής γραμμής στο ποντίκι;',
    ],
    'navigation'    => [
        'name'         => 'Πλοήγηση',
        'instructions' => 'Καθορίστε το <em>προσωπική</em> σειρά της πλοήγησης.',
        'warning'      => 'Το πρώτο προσβάσιμο στοιχείο πλοήγησης χρησιμοποιείται ως περιοχή <strong>οικίας</strong>.',
        'reorder'      => 'Μεταφέρετε και αποθέστε τα κύρια στοιχεία πλοήγησης στην <strong>πλευρική γραμμή</strong> για να τα αναδιατάξετε.',
    ],
    'display'       => [
        'name'         => 'Πυκνότητα οθόνης',
        'instructions' => 'Η συμπαγής οθόνη επιτρέπει την εμφάνιση περισσότερου περιεχομένου στην οθόνη ταυτόχρονα.',
        'option'       => [
            'default' => 'Προκαθορισμένο',
            'compact' => 'Συμπαγής',
        ],
    ],
    'sidebars'      => [
        'name'         => 'Λειτουργία πλευρικής γραμμής',
        'instructions' => 'Οι στατικές πλευρικές γραμμές θα είναι πάντα ορατές.',
        'option'       => [
            'default' => 'Προκαθορισμένο',
            'static'  => 'Στατικός',
        ],
    ],
];
