<?php

return [
    'field'        => [
        'name'         => 'الحقل',
        'label'        => 'الحقل',
        'instructions' => 'اختر الحقل للاسناد.'
    ],
    'label'        => [
        'name'         => 'الملصق',
        'instructions' => 'الملصقات سوف تستخدم للنماذج فقط. إذا ترك فارغاً حينها سيتم استخدان اسم الحقل.'
    ],
    'required'     => [
        'name'         => 'مطلوب',
        'label'        => 'هل هذا الحقل مطلوب?',
        'instructions' => 'إذا كان الحقل مطلوب فيجب أن يكون لها قيمة دائماً ولا يترك فارغاً.'
    ],
    'unique'       => [
        'name'         => 'فريد',
        'label'        => 'هل هذا الحقل فريد?',
        'instructions' => 'يجب أن يكون للحقل قيمة فريد إذا اختير الحقل "فريد".'
    ],
    'placeholder'  => [
        'name'         => 'النص داخل عنصر الادخال',
        'instructions' => 'إذا كان مدعوماً , النص سوف بظهر داخل عنصر الادخال إذا كان قيمته فارغة.'
    ],
    'translatable' => [
        'name'         => 'قابل للترجمة',
        'label'        => 'هل هذا الحقل قابل للترجمة?',
        'instructions' => 'إذا الحقل قابل للترجمة سوف يظهر في كل اللغات المفعلة.',
        'warning'      => 'نوع الحقل المرتبط لا يدعم القيم المرتجمة.'
    ],
    'instructions' => [
        'name'         => 'التعليمات',
        'instructions' => 'حقل التعليمات سوف يعرض في النموذج لمساعدة المستخدم.'
    ],
    'warning'      => [
        'name'         => 'التحذيرات',
        'instructions' => 'التخذيرات تساعد في لف الانتباه إلى المعلومات المهمة.'
    ]
];
