<?php

return [
    'name'         => [
        'name'         => 'الاسم',
        'instructions' => 'ما هو اسم الحقل?',
    ],
    'slug'         => [
        'name'         => 'المعرف',
        'instructions' => 'المعرف من بين الأشياء الأخرى يستخدم من أجل اسماء أعمدة قاعدة البيانات.',
    ],
    'description'  => [
        'name'         => 'الوصف',
        'instructions' => 'ادخل وصف مختصر.',
    ],
    'type'         => [
        'name'         => 'نوع الحقل',
        'instructions' => 'ما هو نوع الحقل الذي تريد استخدامه لهذا الحقل?',
    ],
    'placeholder'  => [
        'name'         => 'النص داخل عنصر الادخال',
        'instructions' => 'إذا كان مدعوماً , النص سوف بظهر داخل عنصر الادخال إذا كان قيمته فارغة.',
    ],
    'instructions' => [
        'name'         => 'التعليمات',
        'instructions' => 'حقل التعليمات سوف يعرض في النموذج لمساعدة المستخدم.',
    ],
    'warning'      => [
        'name'         => 'التحذيرات',
        'instructions' => 'التخذيرات تساعد في لف الانتباه إلى المعلومات المهمة.',
    ],
    'translatable' => [
      'name'         => 'قابل للترجمة',
      'instructions' => 'إذا الحقل قابل للترجمة سوف يظهر في كل اللغات المفعلة.',
      'warning'      => 'نوع الحقل المرتبط لا يدعم القيم المرتجمة.'
    ],
    'trashable'    => [
        'name'         => 'يمكن وضعه في سلة المهملات',
        'instructions' => 'هل تريد القاء المدخلات في سلة المهملات بدلاً عن حذفهم?',
    ],
    'sortable'     => [
        'name'         => 'قابل للترتيب',
        'instructions' => 'هل يمكن للمدخلات ترتيبها بشكل يدوي?',
    ],
    'searchable'     => [
        'name'         => 'قابل للبحث',
        'instructions' => 'هل المدخلات في هذا الدفق قابلة للبحث?',
    ],
    'config'       => [
        'name'         => 'الترتيبات',
        'instructions' => 'حدد اي ترتيبات خيارية ياستخدام JSON.',
    ],
];
