<?php

return [
    '401'                 => 'بيانات الاعتماد غير صالحة.',
    '403'                 => 'ممنوع الوصول.',
    '429'                 => 'الطلبات كثيرة.<br><small>الرجاء المحاولة لاحقاً.</small>',
    '503'                 => 'عد لاحقاً.',
    '404'                 => 'الصفحة غير موجودة.',
    '500'                 => 'يوجد خطأ.',
    'help'                => 'مساعدة',
    'search'              => 'بحث',
    'system'              => 'النظام',
    'no_results'          => 'لا يوجد نتائج.',
    'access_denied'       => 'ممنوع الوصول.',
    'no_fields_available' => 'الحقول غير متوفرة.',
    'delete_success'      => ':count سطر تم حذفهم بنجاح.',
    'reorder_success'     => ':count سطر تم اعادة ترتيبهم بنجاح.',
    'csrf_token_mismatch' => 'رمز الآمان انتهى مفعوله , الرجاء اعادة ارسال النموذج مرة أخرى.',
    'delete_installer'    => 'وحدة التثبيت ماتزال موجودة , الرجاء حذفها من الخادم! إذا تم تركها يمكن لأي شخص أن يحصل على تحكم بالموقع.',
    'create_success'      => ':name تم إنشائه بنجاح.',
    'edit_success'        => ':name تم تعديله بنجاح.',
    'confirm_delete'      => '<h3>هل أنت متأكد أنك تريد الحذف?</h3><p>هذا قد يؤثر سلباً على نظامك.</p>',
    'confirm_uninstall'   => '<h3>هل أنت متأكد من إلغاء التثبيت?</h3><p>أي معلومات مرتبطة سوف تفقد.</p>',
    'prompt_delete'       => '<h3>هل أنت متأكد أنك تريد الحذف?</h3><p>هذا الإجراء لا يمكن التراجع عنه و قد يتسبب في ضرر دائم على النظام الخاص بك.</p><p>أكتب ":match:" للتأكيد.</p>',
    'form_is_read_only'   => 'هذا النموذج للقراءة فقط!',
    'restore_success'     => 'المدخل تم استعادته بنجاح.',
    'restore_failed'      => 'المدخل لا يمكن استعادته.'
];
