<?php

return [
    'profile' => [
        'name'   => 'プロフィール',
        'option' => [
            'read'   => 'プロフィールを読むことができますか？',
            'write'  => 'プロファイルを作成/編集できますか？',
            'delete' => 'プロファイルを削除できますか？',
        ],
    ],
    'adress' => [
        'name'   => '住所',
        'option' => [
            'read'   => 'アドレスを読むことができますか？',
            'write'  => 'アドレスを作成/編集できますか？',
            'delete' => 'アドレスを削除できますか？',
        ],
    ],
    'education' => [
        'name'   => '教育',
        'option' => [
            'read'   => '教育を読むことができますか？',
            'write'  => '教育を作成/編集できますか？',
            'delete' => '教育を削除できますか？',
        ],
    ],
    'education_part' => [
        'name'   => '教育部分',
        'option' => [
            'read'   => '教育部分は読めますか？',
            'write'  => '教育パートを作成/編集できますか？',
            'delete' => '教育部分を削除できますか？',
        ],
    ],
];
