<?php

return [
    'related'    => [
        'label'        => 'متعلقہ سلسلہ',
        'instructions' => 'ڈراپ ڈاؤن میں نمائش کے ل stream متعلقہ اسٹریم اندراجات کی وضاحت کریں۔',
    ],
    'mode'       => [
        'label'  => 'ان پٹ وضع',
        'option' => [
            'tags'       => 'ٹیگز',
            'lookup'     => 'اوپر دیکھو',
            'checkboxes' => 'چیک باکسز',
        ],
    ],
    'min'        => [
        'label'        => 'کم سے کم انتخاب',
        'instructions' => 'اجازت شدہ انتخاب کی کم سے کم تعداد بتائیں۔',
    ],
    'max'        => [
        'label'        => 'زیادہ سے زیادہ انتخاب',
        'instructions' => 'اجازت شدہ انتخاب کی زیادہ سے زیادہ تعداد بتائیں۔',
    ],
    'title_name' => [
        'label'        => 'ٹائٹل فیلڈ',
        'placeholder'  => 'پہلا نام',
        'instructions' => 'ڈراپ ڈاؤن / تلاش کے اختیارات کے ل display ڈسپلے کرنے کیلئے فیلڈ کا <strong>سلگ</strong> بتائیں۔<br>آپ پارس ایبل عنوانز کی وضاحت کرسکتے ہیں جیسے <strong>{entry.first_name} {entry.last_name}</strong><br>متعلقہ اسٹریم کا عنوان کالم بطور ڈیفالٹ استعمال ہوگا۔',
    ],
];
