<?php

 return[
   "email"   =>"حقل البريد الإلكتروني مطلوب!",
   "username"   =>"اسم المستخدم حقل مطلوب!",
   "success_update"   =>"تحديث الملف الشخصي بنجاح!",
   "adress_success_update"   =>"تحديث العنوان بنجاح!",
   "adress_success_create"   =>"إنشاء عنوان بنجاح!",
   "login_error"   =>"تسجيل الدخول أو كلمة سر خاطئة.",
   "login_noMail_old_user"   =>"لا يمكن العثور على عنوان البريد الإلكتروني الذي أدخلته.",
   "login_noMail_old_user2"   =>"يرجى التحقق من عنوان البريد الإلكتروني والمحاولة مرة أخرى.",
   "login_noMail_old_user3"   =>"إذا استمرت المشكلة ، يرجى الاتصال على