<?php

return [
    'profile' => [
        'name'   => 'الملف الشخصي',
        'option' => [
            'read'   => 'يمكن قراءة الملف الشخصي؟        ',
            'write'  => 'يمكن إنشاء / تحرير الملف الشخصي؟        ',
            'delete' => 'يمكن حذف الملف الشخصي؟',
        ],
    ],
    'adress' => [
        'name'   => 'عنوان',
        'option' => [
            'read'   => 'يمكن قراءة العنوان؟        ',
            'write'  => 'يمكن إنشاء / تعديل العنوان؟        ',
            'delete' => 'يمكن حذف العنوان؟',
        ],
    ],
];
