<?php

return [
    'profile' => [
        'name'   => 'الملف الشخصي',
        'option' => [
            'read'   => 'يمكن قراءة الملف الشخصي؟        ',
            'write'  => 'يمكن إنشاء / تحرير الملف الشخصي؟        ',
            'delete' => 'يمكن حذف الملف الشخصي؟',
        ],
    ],
    'adress' => [
        'name'   => 'عنوان',
        'option' => [
            'read'   => 'يمكن قراءة العنوان؟        ',
            'write'  => 'يمكن إنشاء / تعديل العنوان؟        ',
            'delete' => 'يمكن حذف العنوان؟',
        ],
    ],
    'education' => [
        'name'   => 'التعليم',
        'option' => [
            'read'   => 'هل تستطيع قراءة التعليم؟',
            'write'  => 'يمكن إنشاء / تعديل التعليم؟',
            'delete' => 'هل يمكن حذف التعليم؟',
        ],
    ],
    'education_part' => [
        'name'   => 'جزء التعليم',
        'option' => [
            'read'   => 'يمكن قراءة جزء التعليم؟',
            'write'  => 'يمكن إنشاء / تحرير جزء التعليم؟',
            'delete' => 'يمكن حذف جزء التعليم؟',
        ],
    ],
];
