<?php

return [
    'en'    => [
        'name' => '英语'
    ],
    'fa'    => [
        'name' => '波斯语'
    ],
    'de'    => [
        'name' => '德语'
    ],
    'ar'    => [
        'name' => '阿拉伯语'
    ],
    'cs'    => [
        'name' => '捷克语'
    ],
    'el'    => [
        'name' => '希腊语'
    ],
    'es'    => [
        'name' => '西班牙语'
    ],
    'et'    => [
        'name' => '爱沙尼亚语',
    ],
    'fr'    => [
        'name' => '法语'
    ],
    'fr-ca' => [
        'name' => '法语 (加拿大人)'
    ],
    'it'    => [
        'name' => '意大利语'
    ],
    'nl'    => [
        'name' => '荷兰语'
    ],
    'sv'    => [
        'name' => '瑞典语'
    ],
    'sme'   => [
        'name' => '北爱尔兰语'
    ],
    'sl'    => [
        'name' => '斯洛文尼亚语'
    ],
    'pl'    => [
        'name' => '波兰语'
    ],
    'pt'    => [
        'name' => '葡萄牙语'
    ],
    'pt-br'    => [
        'name' => '巴西葡萄牙语'
    ],
    'br'    => [
        'name' => '布列塔尼语'
    ],
    'ru'    => [
        'name' => '俄语'
    ],
    'cn'    => [
        'name' => '简体中文'
    ],
    'tw'    => [
        'name' => '繁体中文'
    ],
    'he'    => [
        'name' => '希伯来语'
    ],
    'lt'    => [
        'name' => '立陶宛语'
    ],
    'fi'    => [
        'name' => '芬兰语'
    ],
    'da'    => [
        'name' => '丹麦语'
    ],
    'id'    => [
        'name' => '印尼语'
    ],
    'hu'    => [
        'name' => '匈牙利语'
    ],
    'th'    => [
        'name' => '泰语'
    ],
    'tr'    => [
        'name' => '土耳其语'
    ],
    'bn'    => [
        'name' => '孟加拉语'
    ],
    'sq'    => [
        'name' => '阿尔巴尼亚语'
    ],
    'hi'    => [
        'name' => '印度语'
    ],
    'zh-cn' => [
        'name' => '中文 (简体)'
    ],
    'zh-tw' => [
        'name' => '中文 (臺灣)'
    ],
    'vi' => [
        'name' => '越南语'
    ],
];
